[
  {
    "hashCode": 0,
    "date": "Fri Apr 03 2015 17:59:42 GMT+0000 (UTC)",
    "price": "378.54",
    "list": [
      {
        "id": "720c1527-b36b-4d19-84e5-4a616c07540e",
        "name": "Ea tempor voluptate aliqua nisi magna aliqua enim quis Lorem.",
        "description": "Ex mollit aute commodo labore veniam proident ad labore sunt. Voluptate in anim eu esse esse id. Proident minim amet ex cillum cillum Lorem. Excepteur pariatur dolor irure deserunt enim exercitation. Consequat exercitation exercitation cillum et sint duis in cillum commodo. Quis ipsum cupidatat elit anim fugiat sunt.",
        "price": "162.09"
      },
      {
        "id": "92003c0d-e6e2-47be-ab0b-8ee5a8aa839f",
        "name": "Culpa anim irure elit excepteur aute est labore amet labore sit.",
        "description": "Consequat anim velit ex ea. Quis sit exercitation aliqua fugiat fugiat. Excepteur laboris esse aliqua tempor cillum pariatur commodo ad mollit ipsum excepteur sit. Aliquip id fugiat ex veniam. Consequat amet tempor et commodo aliqua dolor.",
        "price": "194.84"
      },
      {
        "id": "09f91e99-b0f0-4bf2-b693-6c8bf850415b",
        "name": "Consectetur reprehenderit ut sunt Lorem irure id enim nostrud incididunt.",
        "description": "Eu voluptate officia ullamco laboris elit adipisicing cupidatat ea exercitation officia. Consequat veniam eiusmod culpa nulla irure commodo exercitation officia sint non amet et. Enim aliqua quis commodo voluptate sint cupidatat fugiat et incididunt magna incididunt occaecat et deserunt. Occaecat adipisicing sunt labore cupidatat reprehenderit anim anim ad officia dolor labore. Nostrud nisi duis minim duis do deserunt duis incididunt duis consectetur anim velit excepteur. Nostrud aliquip enim qui non duis aliquip do incididunt officia velit dolore ea nulla.",
        "price": "120.91"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Thu Jul 18 2019 20:09:30 GMT+0000 (UTC)",
    "price": "35.79",
    "list": [
      {
        "id": "d3a9fa2c-bbc7-4012-8481-2c188acd6a08",
        "name": "Deserunt velit amet mollit minim eu.",
        "description": "Cupidatat adipisicing minim consectetur mollit do adipisicing enim sit ad nostrud proident mollit aliquip non. Nisi excepteur eu reprehenderit culpa nostrud ipsum qui reprehenderit. Nostrud excepteur consectetur dolor magna nisi officia. Id veniam duis cillum voluptate elit pariatur voluptate pariatur in ex voluptate aliqua deserunt sunt.",
        "price": "49.98"
      },
      {
        "id": "7daf9294-c5f0-4961-9d0f-3c0a19011c55",
        "name": "Aute veniam irure minim labore exercitation ad in nisi elit ullamco consectetur velit irure.",
        "description": "Aliqua fugiat nostrud sit proident. Ad veniam laborum velit officia dolore. Duis pariatur aliquip in culpa eu sint labore dolore qui irure officia ad ullamco. Magna amet adipisicing culpa aliqua. Ut aliquip eu do ex dolor. Id enim et nostrud in ex fugiat est. Esse anim consectetur tempor nostrud Lorem dolore labore culpa reprehenderit culpa aute.",
        "price": "177.97"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Dec 05 2016 07:15:44 GMT+0000 (UTC)",
    "price": "264.56",
    "list": [
      {
        "id": "e9496bc5-3279-4c7a-a50b-74b64e7112d4",
        "name": "Minim est ullamco ex nulla.",
        "description": "Amet reprehenderit eiusmod excepteur nostrud proident consectetur culpa fugiat fugiat pariatur nisi irure. Anim est irure minim consectetur aliquip eiusmod culpa anim quis in ullamco laborum est occaecat. Pariatur deserunt Lorem sint sint laborum fugiat ullamco ex. Laboris sit aliqua dolore sint fugiat do aliqua laboris excepteur ipsum voluptate culpa commodo eiusmod. Fugiat dolor occaecat sunt cillum consequat in ipsum amet deserunt esse excepteur pariatur adipisicing.",
        "price": "186.59"
      },
      {
        "id": "1e6933ae-66d1-43a0-8d93-a0162342f672",
        "name": "Qui qui fugiat ut ea.",
        "description": "Nisi ea id aute consequat tempor non. Sit voluptate voluptate elit laborum eu nulla quis eu ipsum Lorem. Exercitation reprehenderit eu dolore irure esse in amet reprehenderit sit voluptate. Proident sunt tempor incididunt amet minim adipisicing nisi dolore commodo esse commodo officia.",
        "price": "24.18"
      },
      {
        "id": "b8bd9319-3ef0-48c4-b133-8450c521f913",
        "name": "Anim adipisicing aute consectetur officia cillum nostrud commodo voluptate occaecat nulla incididunt est cillum.",
        "description": "Esse cupidatat ex eiusmod ex proident. Consectetur eiusmod esse sint aute aliquip culpa. Ea excepteur non consequat nostrud. Dolor aliqua esse fugiat tempor. Lorem do occaecat ea dolore irure ullamco. Laborum amet adipisicing adipisicing nisi esse magna aliqua tempor qui adipisicing ipsum ea.",
        "price": "184.79"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed Apr 18 1990 03:32:34 GMT+0000 (UTC)",
    "price": "481.12",
    "list": [
      {
        "id": "d08f1cf1-f9f6-413d-89df-9ec15bf5fd81",
        "name": "Cupidatat eu sint elit aliquip.",
        "description": "Esse veniam laboris culpa Lorem ut ipsum nulla. Duis esse occaecat eu et quis nostrud aute dolore proident. Adipisicing mollit dolore anim voluptate mollit irure nisi amet consectetur. Dolor amet amet duis quis minim ea ullamco.",
        "price": "23.72"
      },
      {
        "id": "cdc777a8-c413-4549-888b-c86704fbab39",
        "name": "Ut sint nisi cillum culpa eu.",
        "description": "Do sunt fugiat irure sit labore ea Lorem sit Lorem. Sunt consequat do id ut labore. Velit culpa dolor et id.",
        "price": "99.87"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sun Apr 21 1991 08:21:29 GMT+0000 (UTC)",
    "price": "258.45",
    "list": [
      {
        "id": "7aea4afd-b564-4bf4-aacb-3887325c8985",
        "name": "Voluptate cupidatat quis occaecat id qui adipisicing quis eu nulla.",
        "description": "Lorem nulla culpa aute ad deserunt qui velit aliquip id minim amet ad enim. Nisi officia ullamco id excepteur nisi veniam fugiat et commodo nisi. Id minim ipsum eiusmod occaecat amet ea cupidatat officia mollit deserunt. Do labore incididunt elit mollit id enim Lorem esse consectetur. Do aute occaecat esse adipisicing sit aute dolore.",
        "price": "140.35"
      },
      {
        "id": "d891fac0-f89f-4210-9902-2374cae869d6",
        "name": "Commodo labore ut labore aliquip magna non et cillum aliquip nisi cupidatat ipsum ex.",
        "description": "Magna qui sunt commodo occaecat ea non duis cillum ullamco. Eiusmod ad quis nostrud culpa do nulla ad sunt enim reprehenderit occaecat irure ullamco. Sit nisi aliqua fugiat amet aute consequat. Nulla aute excepteur culpa do in exercitation labore ut. Ullamco culpa eiusmod veniam occaecat enim dolor. Ad sunt est adipisicing dolore proident cillum esse elit mollit adipisicing non aute voluptate. Laborum dolore occaecat excepteur minim ut adipisicing nisi ea eu eiusmod labore eiusmod et.",
        "price": "49.37"
      },
      {
        "id": "78422604-5729-4717-9145-7ada9aa32535",
        "name": "Occaecat adipisicing deserunt quis id ea sunt dolor consectetur.",
        "description": "Tempor sit ipsum magna amet laborum. Culpa nulla non id occaecat excepteur cillum sunt ipsum incididunt et veniam ea. In Lorem ullamco reprehenderit irure veniam tempor culpa cupidatat ullamco aute nulla consectetur veniam culpa. Laboris nostrud ut consequat eu est laborum elit commodo occaecat incididunt aliqua adipisicing do.",
        "price": "143.56"
      },
      {
        "id": "f2cecbec-2f2b-45a4-b1cb-a910fb7686fa",
        "name": "Eu ad nostrud laborum ullamco.",
        "description": "Incididunt mollit veniam eu magna adipisicing irure eu in. Irure qui in fugiat incididunt est consequat velit aliqua voluptate. Commodo minim eiusmod dolor magna eiusmod voluptate laborum reprehenderit aliquip aliqua et exercitation. Officia cupidatat deserunt pariatur amet labore tempor culpa fugiat deserunt officia officia non id. Velit non labore eiusmod ad fugiat nulla ad.",
        "price": "141.03"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Thu May 28 2015 17:08:17 GMT+0000 (UTC)",
    "price": "274.22",
    "list": [
      {
        "id": "bf7e0c64-928b-447e-bda8-cb09e1b8f360",
        "name": "Et non dolore enim cupidatat qui in qui cillum quis quis non aliqua ut.",
        "description": "Reprehenderit qui nulla laboris quis nostrud et do commodo enim et eiusmod mollit reprehenderit deserunt. Minim veniam nostrud ut incididunt culpa cillum dolor ea enim. Enim in excepteur irure consectetur ullamco pariatur anim amet. Fugiat reprehenderit aute nulla sint nulla veniam ad aliquip. Mollit nisi laboris do id labore minim laborum cillum. Est consequat commodo fugiat cupidatat ipsum nulla.",
        "price": "21.03"
      },
      {
        "id": "6a89224b-203a-4970-8fd4-9ea191a43327",
        "name": "Mollit eiusmod consectetur aliqua ipsum ea magna magna ea ad excepteur pariatur labore ipsum aliqua.",
        "description": "Consectetur eiusmod quis fugiat magna qui est. Magna est do proident esse sunt deserunt velit sint reprehenderit cupidatat ipsum. Nulla pariatur magna nostrud deserunt amet aliquip. Cillum mollit est laborum magna reprehenderit cupidatat laboris. Reprehenderit aute irure proident cupidatat tempor non occaecat cillum cillum occaecat ipsum sit amet. Deserunt quis anim adipisicing ullamco enim sunt officia nisi ea culpa excepteur fugiat consectetur.",
        "price": "170.61"
      },
      {
        "id": "2b606045-b4cc-4a10-bf1c-4e8108cb0f54",
        "name": "Et Lorem culpa dolore cupidatat aliqua in ad fugiat.",
        "description": "Cupidatat veniam cillum commodo Lorem et ea ea proident est deserunt eu ad aute. Tempor cillum duis ad eiusmod enim ipsum consequat ullamco nulla labore irure consectetur. Reprehenderit magna et et sunt ullamco. Minim eu est fugiat nisi mollit aliquip. Mollit ut deserunt ullamco dolor nulla aute velit ex adipisicing incididunt enim ex nulla labore. Do commodo do sunt amet dolore enim sint. Ut labore amet eu sit ad mollit elit.",
        "price": "96.9"
      },
      {
        "id": "2a5db72e-f354-4dbf-9fe3-1642575c7ea4",
        "name": "Nulla ea fugiat dolor do laboris.",
        "description": "Tempor ea ipsum cupidatat consequat nulla laborum adipisicing aliquip amet velit qui dolor magna sint. Qui enim occaecat culpa pariatur. Aliqua ex velit in mollit esse id irure. Cillum esse aute duis excepteur et nisi consectetur aute. Est qui consectetur in nostrud ea culpa magna incididunt id aute mollit. Incididunt voluptate dolore aliqua enim culpa.",
        "price": "191.46"
      },
      {
        "id": "ce7d0930-9a24-41a0-bb2f-42f0f07237ae",
        "name": "Consectetur commodo nostrud aliquip aute quis sunt laboris cillum fugiat consequat.",
        "description": "In do ipsum adipisicing officia commodo laboris officia ex ut Lorem exercitation. Laborum esse dolore nostrud nostrud ex ea nostrud. Excepteur magna tempor ad deserunt officia cillum tempor ipsum velit mollit. Ea labore cillum nisi ea esse sit. Enim duis sit culpa dolor. Sit enim ipsum do ad velit officia labore deserunt incididunt adipisicing. Aute dolor proident proident excepteur qui quis ad velit incididunt.",
        "price": "167.01"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue May 08 2001 12:14:53 GMT+0000 (UTC)",
    "price": "159.58",
    "list": [
      {
        "id": "d957ac88-d68a-4f7b-8bb7-9e4f82d4c54b",
        "name": "Cupidatat in tempor nisi id nulla deserunt labore quis commodo ad.",
        "description": "Magna dolore minim do Lorem. Nostrud laborum veniam consectetur aute labore ad aliqua sint aliqua ullamco. Duis nostrud cillum elit et do voluptate nisi. Consequat sit deserunt elit Lorem nulla do aute occaecat quis ea incididunt.",
        "price": "167.11"
      },
      {
        "id": "956eaa7e-2d3d-4fce-aa39-e0076f118c0b",
        "name": "Voluptate nulla eu dolor Lorem adipisicing consequat exercitation dolor enim.",
        "description": "Incididunt anim ipsum laborum fugiat est fugiat nisi voluptate anim qui. Amet ea aliquip ex fugiat fugiat sit veniam veniam exercitation mollit esse ad. Aute Lorem aliquip irure fugiat culpa occaecat cillum sint esse quis dolor officia laboris occaecat. Laboris minim aliqua eiusmod fugiat commodo tempor elit minim proident. Dolore occaecat consectetur consequat Lorem veniam esse. Ullamco duis commodo ut do. Tempor deserunt sint dolor commodo duis amet do.",
        "price": "129.46"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sun Apr 18 1993 22:30:14 GMT+0000 (UTC)",
    "price": "164.8",
    "list": [
      {
        "id": "73d36f05-0842-425e-80a1-99e47bc32bec",
        "name": "Dolore sit deserunt adipisicing esse irure magna irure irure duis aliquip veniam commodo adipisicing ex.",
        "description": "Dolore laborum irure eu aliqua excepteur culpa nulla deserunt sint Lorem aliqua nostrud fugiat. Aliqua consectetur nisi id eu qui mollit pariatur sit veniam et. Nulla magna culpa sunt ullamco ut tempor amet ullamco Lorem tempor ut cupidatat ea eu.",
        "price": "105.37"
      },
      {
        "id": "a90fc488-8ce7-44af-9d3a-be88cb225957",
        "name": "Reprehenderit nulla cupidatat reprehenderit sunt fugiat in esse cillum aliquip amet.",
        "description": "Eiusmod esse pariatur nisi pariatur magna consequat laborum commodo deserunt qui reprehenderit qui Lorem. Mollit esse ex in do reprehenderit labore sunt elit est. Laboris anim esse culpa enim aliquip consectetur voluptate laborum consectetur cupidatat cupidatat. Est proident enim et qui mollit aute irure aliqua eu quis. Sint sint elit pariatur dolor eiusmod proident fugiat excepteur ex culpa. Magna laborum enim labore cillum elit consequat.",
        "price": "50.94"
      },
      {
        "id": "4d4041df-c949-4cd1-902a-f3faafd0c0fe",
        "name": "Consectetur eu eu ullamco pariatur nostrud veniam esse proident voluptate nulla adipisicing ipsum ad nisi.",
        "description": "Tempor commodo eu excepteur labore commodo enim ipsum. Ad mollit elit aute nostrud. Fugiat laboris amet elit ad excepteur deserunt sint occaecat do laborum sit.",
        "price": "149.92"
      },
      {
        "id": "8c167259-c368-48ec-9126-03266743202c",
        "name": "Sint occaecat duis dolor anim laboris aliquip reprehenderit sint laboris Lorem qui sunt.",
        "description": "Non et cupidatat reprehenderit aliquip aliquip dolore velit adipisicing ullamco ut nisi in. Minim qui mollit irure in incididunt irure. Anim dolor culpa labore quis aute enim magna laborum et anim in. Eiusmod veniam do exercitation ut. Amet ad nostrud Lorem ea Lorem velit in eu quis dolor occaecat ex ipsum.",
        "price": "38.97"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Feb 26 2011 11:49:09 GMT+0000 (UTC)",
    "price": "153.69",
    "list": [
      {
        "id": "a7456851-48bb-4c09-8d47-6c5c8453e6e7",
        "name": "Fugiat eu culpa mollit Lorem officia ipsum ad non eu.",
        "description": "Ea tempor magna ullamco velit occaecat cillum aliqua cupidatat reprehenderit commodo. Nulla qui occaecat fugiat dolore aliquip consequat sunt. Dolore minim in esse magna minim exercitation consectetur deserunt incididunt nostrud deserunt quis labore. Amet dolor sint deserunt ut consequat cupidatat reprehenderit.",
        "price": "106.6"
      },
      {
        "id": "baa772d0-57b3-4cb4-910d-fe9b9ee09284",
        "name": "Consectetur in et cillum non ea aliqua sint aliquip veniam tempor.",
        "description": "Ad duis sit non Lorem do eiusmod laborum adipisicing et non consequat veniam Lorem enim. Officia sit quis anim duis nisi irure voluptate amet ex Lorem est dolor. Sunt dolore mollit qui ullamco reprehenderit occaecat proident esse.",
        "price": "11.09"
      },
      {
        "id": "7ef38b7f-a563-4c74-beba-096b8daaba38",
        "name": "Minim duis eu in dolore nisi cillum ullamco occaecat tempor.",
        "description": "Dolore aliqua minim consectetur et sit quis minim sunt proident sint commodo ad aute. Eiusmod adipisicing consequat ut esse et pariatur magna consectetur labore do esse. Aliquip aliqua cillum aliquip dolore officia reprehenderit. Ex commodo pariatur consectetur deserunt ex incididunt non pariatur voluptate nulla pariatur enim occaecat officia. Labore irure labore qui ipsum. Nostrud voluptate anim eiusmod ex commodo. Lorem reprehenderit eu laboris amet incididunt amet occaecat commodo reprehenderit sint ea esse cillum.",
        "price": "186.72"
      },
      {
        "id": "a1f615b7-12e7-40a8-9d20-a5c2e36c5bcf",
        "name": "Enim consectetur occaecat incididunt fugiat velit occaecat cillum nisi laboris duis deserunt ea.",
        "description": "Duis aliquip adipisicing ea pariatur consequat ullamco in irure elit. Veniam tempor dolor cillum ex tempor minim do nostrud elit nostrud eu laborum. Elit aute minim mollit est laborum quis eiusmod fugiat.",
        "price": "165.94"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Fri May 03 1996 19:37:23 GMT+0000 (UTC)",
    "price": "39.63",
    "list": [
      {
        "id": "4a0209b9-5344-4c03-aea3-7b980d6c7e28",
        "name": "Velit laboris duis consequat duis excepteur sit veniam deserunt laboris incididunt minim ullamco exercitation.",
        "description": "Veniam fugiat culpa in non veniam. Nostrud quis dolor sit officia laborum eiusmod quis fugiat sunt dolore aute nostrud consectetur. Amet minim amet sunt anim magna aute cupidatat consequat tempor commodo sit dolor excepteur do. Duis nulla minim aute do tempor anim in occaecat. Id aute cillum laborum ut consectetur aliqua proident veniam sit. Qui aute veniam anim pariatur non.",
        "price": "14.97"
      },
      {
        "id": "3930a11a-033e-4228-b3c3-bb9ac6fcb2bc",
        "name": "Quis fugiat consequat non amet incididunt sint.",
        "description": "Proident ipsum nisi mollit eu dolor id ipsum velit laboris est eiusmod amet. Reprehenderit aliqua ullamco enim proident amet ad consectetur eiusmod. Cupidatat adipisicing mollit voluptate anim incididunt quis irure non officia laborum pariatur Lorem laboris.",
        "price": "130.59"
      },
      {
        "id": "571ff038-1bb3-461c-8956-da9ac1174325",
        "name": "Qui esse tempor dolor ullamco.",
        "description": "Voluptate ea minim non culpa enim id quis eiusmod. Tempor esse ipsum aute sunt magna fugiat elit consequat nulla esse aliqua esse officia. Veniam sint reprehenderit esse elit. Anim fugiat et in magna mollit quis consectetur. Est nisi incididunt duis voluptate. Esse sunt et do magna veniam magna.",
        "price": "56.89"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Fri Apr 01 1983 22:35:42 GMT+0000 (UTC)",
    "price": "87.53",
    "list": [
      {
        "id": "9ca29185-8a16-4081-81e6-603d95d8dfe6",
        "name": "Ut proident labore ipsum ea fugiat fugiat fugiat consectetur labore.",
        "description": "Sit id consectetur excepteur amet ad esse irure. Ut ea Lorem quis mollit excepteur do exercitation elit eiusmod incididunt ea eu dolore. Velit ut ut proident aliqua sint sint magna. Occaecat irure occaecat veniam cupidatat aute veniam officia sunt. In ex et ullamco ullamco nisi qui. Excepteur cupidatat non aliquip est non commodo ea aliqua mollit ad Lorem.",
        "price": "53.17"
      },
      {
        "id": "21d3e92f-f4e0-45df-affa-7e892cd5313d",
        "name": "Quis magna cupidatat occaecat deserunt amet do aliqua dolor cillum culpa veniam velit fugiat.",
        "description": "Do quis eiusmod sit occaecat fugiat sint id duis veniam. Magna proident aute velit adipisicing nostrud do nisi anim exercitation exercitation enim fugiat sint. Eu dolore proident excepteur officia ipsum sunt Lorem irure. Lorem ut est consectetur sint dolore est ad. Anim eu velit non quis quis veniam id dolor.",
        "price": "23.03"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Thu Apr 21 1977 15:10:22 GMT+0000 (UTC)",
    "price": "172.19",
    "list": [
      {
        "id": "03e4ff31-b558-4257-ba48-5a9df93778c7",
        "name": "Magna officia dolore eiusmod laborum laborum do esse.",
        "description": "Laborum excepteur ut labore ad. Ad laborum commodo occaecat veniam amet mollit cillum aliquip tempor sint sint commodo id. Nulla proident sit nisi adipisicing dolor cupidatat consequat laboris irure do. Do non quis aute nisi anim ea adipisicing ex culpa.",
        "price": "190.07"
      },
      {
        "id": "0807dcc2-3ec7-443d-b144-2a338a77bdb4",
        "name": "Nostrud ea elit elit laboris consectetur.",
        "description": "Dolore veniam mollit ut Lorem et qui et cupidatat anim ad. Incididunt officia labore in tempor nisi pariatur fugiat ipsum excepteur aliquip minim adipisicing culpa. Exercitation esse quis consectetur aliquip proident aute aliquip mollit elit anim in.",
        "price": "146.07"
      },
      {
        "id": "e1d34da2-a8ac-4902-b956-97dcdd539acf",
        "name": "Occaecat dolor non minim in aute aute nisi id sit anim.",
        "description": "Ea qui id in nisi tempor deserunt enim laboris incididunt mollit proident aliqua. Proident dolore enim excepteur reprehenderit consectetur incididunt incididunt in consequat. Ipsum est mollit aute anim et adipisicing ad et.",
        "price": "180.26"
      },
      {
        "id": "d06d8e54-6397-47e2-b943-3d538d34e3e7",
        "name": "Ad incididunt occaecat id consequat esse aliqua pariatur eu consectetur nisi laborum cupidatat.",
        "description": "Ea qui nulla laborum et irure tempor non dolore eiusmod deserunt. In do laborum consequat nostrud in. Reprehenderit cupidatat tempor incididunt tempor tempor aliqua commodo sint deserunt ipsum enim commodo pariatur.",
        "price": "188.18"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue Oct 22 1991 11:55:58 GMT+0000 (UTC)",
    "price": "173.18",
    "list": [
      {
        "id": "654beb2b-da8e-4355-92a8-4d8ea1e5673e",
        "name": "Ullamco officia sit sint duis ex occaecat sunt.",
        "description": "Officia quis irure qui ut do deserunt enim anim. Magna amet nulla est nostrud sint. Velit dolor dolor tempor deserunt culpa voluptate irure minim fugiat. Irure incididunt cillum sint minim consectetur.",
        "price": "66.65"
      },
      {
        "id": "a5813d75-a5e3-4c85-9eb7-d1e3f1eb0ffc",
        "name": "Sunt ea ut sit proident ullamco duis labore tempor tempor.",
        "description": "Mollit nostrud excepteur cillum id anim cupidatat incididunt. Labore cupidatat et veniam eiusmod ut tempor cupidatat adipisicing cillum sunt ut elit. Fugiat non eiusmod veniam adipisicing consequat nostrud ea mollit. Dolore enim do tempor do esse ex ullamco sit eu elit adipisicing eiusmod nulla. Irure pariatur ad amet laborum occaecat. Occaecat id labore eiusmod adipisicing exercitation reprehenderit elit occaecat. Ad proident aliqua nulla occaecat sit.",
        "price": "37.57"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Fri Jan 25 1980 22:50:19 GMT+0000 (UTC)",
    "price": "490.39",
    "list": [
      {
        "id": "e5d9e165-78ea-4b35-ad36-805ed1e0f813",
        "name": "Sint quis occaecat aliqua cillum sunt.",
        "description": "Ut excepteur irure officia minim ullamco dolore officia do nulla in elit incididunt. Deserunt sit ex consectetur laborum excepteur consectetur qui ipsum veniam. Minim laboris elit fugiat veniam aliquip culpa ut eiusmod pariatur nisi do esse enim. Eu do mollit ullamco qui ipsum incididunt excepteur cupidatat eu.",
        "price": "61.41"
      },
      {
        "id": "4112c4b6-bdb9-4d17-80ce-be4d0986e223",
        "name": "Consequat elit ad dolor sit ad irure ullamco qui ea cupidatat adipisicing voluptate nulla ut.",
        "description": "Aliqua non ex aliqua Lorem ipsum ullamco cupidatat minim occaecat cupidatat in ad consequat consectetur. Ex esse consequat aliquip magna velit dolore veniam et. Ex veniam occaecat labore aliquip incididunt. Adipisicing mollit dolor sunt id nulla esse consequat consequat mollit consequat nostrud. Magna sunt qui irure nulla magna adipisicing non proident esse tempor cillum id eiusmod. Commodo laborum qui proident consectetur aliquip consequat est exercitation minim. Commodo culpa non ea cillum quis non do consectetur et.",
        "price": "48.53"
      },
      {
        "id": "963abb65-5d60-4358-b5b6-3e6ca86055bf",
        "name": "Incididunt minim in magna in aute veniam eu consectetur sit.",
        "description": "Commodo duis velit elit in aliquip ea nisi Lorem. Ut dolore minim consequat nulla aliquip. Sunt mollit id ipsum sint. Nostrud sit ea minim mollit nulla ullamco consectetur. Et ullamco commodo nisi mollit veniam exercitation commodo deserunt magna qui. Et qui Lorem consectetur Lorem fugiat. Ex Lorem laborum commodo duis sunt tempor ipsum ex.",
        "price": "196.67"
      },
      {
        "id": "2b73b462-49cb-43ac-8169-f5e14d47a22d",
        "name": "Labore nisi fugiat fugiat incididunt.",
        "description": "Sint exercitation velit officia tempor fugiat commodo mollit incididunt. Nulla eu duis tempor magna nisi. Duis nisi dolore pariatur aliqua sit cillum. Lorem ullamco esse ut et nisi nulla tempor laboris tempor commodo mollit ea. Ea aute non aliqua minim minim occaecat aliquip Lorem occaecat dolore officia. Sunt est nostrud mollit consectetur magna ea dolor sit culpa dolor labore sit id cillum.",
        "price": "93.87"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Jun 08 1981 15:27:49 GMT+0000 (UTC)",
    "price": "111.75",
    "list": [
      {
        "id": "1144523c-cfa4-4af5-9ba8-d511e5025b96",
        "name": "Eu anim nulla esse proident.",
        "description": "Amet cillum voluptate quis excepteur minim ut sunt aute quis deserunt nulla consectetur. Laboris ea aute voluptate non est id incididunt eiusmod dolore dolor ad. Officia aute exercitation officia elit in enim esse fugiat adipisicing laboris velit voluptate. Aliquip voluptate proident tempor quis officia.",
        "price": "6.15"
      },
      {
        "id": "65425f02-57a6-45bf-a42e-1cc1a55d8b57",
        "name": "Ex nisi consectetur laborum cupidatat non ut.",
        "description": "Esse ullamco non irure duis aliqua aute. Occaecat tempor fugiat tempor qui et laboris exercitation culpa deserunt aliquip sunt. Est commodo do consequat nulla Lorem reprehenderit. Magna labore incididunt nostrud ullamco voluptate labore. Ullamco ad sunt occaecat dolor velit adipisicing incididunt. Incididunt excepteur laborum nostrud duis fugiat ex.",
        "price": "197.21"
      },
      {
        "id": "08ad8dd2-ec0e-406e-a152-5941be3da8ae",
        "name": "Ullamco esse eiusmod incididunt amet occaecat sunt et nulla.",
        "description": "Aliquip deserunt fugiat voluptate aute ipsum eiusmod incididunt sit. Et deserunt velit cupidatat dolore cupidatat occaecat. Cupidatat velit incididunt non aliqua magna aliquip mollit duis dolor. Esse ut id elit consectetur anim. Duis dolore velit dolor occaecat quis mollit amet ex consectetur aliquip labore elit proident. Commodo pariatur ex est ea commodo excepteur Lorem sit est. Adipisicing tempor esse cillum culpa aliqua enim sint esse minim esse.",
        "price": "42.33"
      },
      {
        "id": "54ad4bd4-f3bc-4c94-9c80-e897a57464ca",
        "name": "Sit culpa pariatur non nulla ullamco nulla incididunt.",
        "description": "Veniam velit enim eiusmod dolor quis et sunt exercitation nisi dolor. Esse ipsum esse incididunt cupidatat mollit exercitation quis. Qui dolore amet consectetur consequat id nisi anim. Sint reprehenderit ad excepteur excepteur consectetur. In pariatur dolor do voluptate. Pariatur nulla ex veniam excepteur officia quis. Sit velit commodo reprehenderit irure mollit incididunt exercitation adipisicing reprehenderit est laborum aliquip qui.",
        "price": "108.33"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Mar 29 1975 02:11:48 GMT+0000 (UTC)",
    "price": "469.22",
    "list": [
      {
        "id": "b1b303df-44d0-40f4-8e4c-e7cbdd097941",
        "name": "Lorem sit quis in labore laborum sit occaecat.",
        "description": "Aliqua sint cupidatat cillum officia enim pariatur sit et non. Id nisi et do mollit dolore. Quis anim cillum magna eiusmod velit nisi adipisicing labore ex. Veniam sint occaecat pariatur eu. Commodo consequat irure laborum amet qui ipsum non sint elit occaecat.",
        "price": "26.11"
      },
      {
        "id": "9b5b7870-1f02-43fb-bc5d-c3b463cec4af",
        "name": "Dolor veniam voluptate cupidatat excepteur ipsum proident quis occaecat nulla ipsum pariatur enim enim eu.",
        "description": "Sit labore deserunt esse minim ipsum minim sunt nostrud mollit aliquip amet magna consequat. Ullamco incididunt ex laborum incididunt. Nulla ex dolore pariatur amet eiusmod fugiat magna labore ea nisi. Aute ea excepteur tempor sit occaecat laborum occaecat. Do laborum aute eu laborum eu occaecat officia velit ullamco ea aute et aute. Magna consequat id ex et non laborum mollit ad anim. Magna non do occaecat exercitation culpa amet excepteur consectetur magna pariatur tempor.",
        "price": "191.73"
      },
      {
        "id": "eb47cc97-e962-40ee-90ba-5c9b82e0b285",
        "name": "Anim eiusmod commodo id sint ut cillum aliqua ut aliqua consectetur cupidatat enim ut.",
        "description": "Pariatur culpa aute et ipsum. Ullamco veniam consectetur mollit mollit voluptate incididunt irure duis. Enim ea adipisicing cillum deserunt reprehenderit laborum reprehenderit tempor duis.",
        "price": "87.93"
      },
      {
        "id": "5e6dc792-dbb6-4238-9143-dcb41458c346",
        "name": "In fugiat laborum adipisicing magna elit qui aute sint incididunt do voluptate nisi.",
        "description": "Nisi fugiat occaecat reprehenderit quis dolor ea tempor aute aute exercitation enim. Aute et eiusmod cillum consequat ut voluptate anim eu veniam est. Aliquip dolore cupidatat veniam culpa ex. Mollit minim ipsum cupidatat commodo nisi enim sint aliquip aliqua ipsum Lorem non commodo commodo. Non labore et aliquip excepteur anim aliquip laborum deserunt ullamco cillum culpa.",
        "price": "29.88"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sun Apr 13 2003 00:34:12 GMT+0000 (UTC)",
    "price": "55.21",
    "list": [
      {
        "id": "4ad3d99a-e8e3-4367-bb7c-e304e226a917",
        "name": "Irure ullamco proident non tempor aute qui enim minim consectetur.",
        "description": "Tempor esse elit proident eiusmod pariatur pariatur. Irure amet eiusmod magna eiusmod culpa. Eiusmod anim est magna aliqua irure pariatur laboris adipisicing sint sit nulla officia. Adipisicing ex proident aute anim do. Amet reprehenderit aliqua reprehenderit veniam commodo. Consectetur aliquip qui aute nulla commodo adipisicing. Nisi ullamco aliquip anim eiusmod eiusmod ex.",
        "price": "56.56"
      },
      {
        "id": "d27b37c1-55da-41c5-8fcd-f7283dd05fac",
        "name": "Velit ad fugiat enim deserunt excepteur nisi ex ut qui eu veniam do ipsum consectetur.",
        "description": "Anim sunt quis fugiat nisi. Minim deserunt sit tempor et velit tempor deserunt culpa. Commodo occaecat nostrud commodo occaecat reprehenderit cupidatat ut cupidatat aliquip sint. Velit irure mollit consequat enim fugiat cupidatat occaecat deserunt reprehenderit deserunt sint. Aliquip ex incididunt proident tempor aliquip minim exercitation excepteur sit dolor et. Aliqua proident veniam culpa culpa ipsum enim.",
        "price": "115.35"
      },
      {
        "id": "fabef298-b70d-4c6d-b111-f276fa87f88e",
        "name": "Aute occaecat commodo nulla commodo cillum velit.",
        "description": "Elit velit incididunt eiusmod consectetur quis ad non laborum mollit pariatur deserunt culpa enim. Sit sit et quis amet culpa exercitation proident pariatur reprehenderit culpa anim do cillum officia. Et ex ipsum dolor eiusmod eiusmod voluptate mollit est excepteur commodo aute pariatur do.",
        "price": "58.32"
      },
      {
        "id": "db923a24-e1e2-423c-9e7d-1ab061f6bfa7",
        "name": "Adipisicing culpa nisi proident sunt ipsum culpa minim quis commodo quis id et quis.",
        "description": "Non tempor magna minim est qui cillum velit officia id labore consectetur amet officia commodo. Lorem Lorem sit laboris deserunt incididunt nostrud exercitation veniam Lorem aliquip. Et ipsum proident cupidatat nostrud eiusmod eiusmod elit adipisicing ad. Ut magna sint nisi mollit dolor minim esse aliquip elit officia nulla eiusmod nisi. Magna consequat aliquip proident aliquip in mollit cupidatat sit do quis ad esse tempor anim. Sunt anim laboris Lorem ex ipsum eu dolor do commodo duis eu dolore.",
        "price": "123.82"
      },
      {
        "id": "23363ecf-5d7d-4d24-9e28-d159b09e79a9",
        "name": "Nostrud labore velit exercitation et ullamco irure.",
        "description": "Eu laboris reprehenderit fugiat reprehenderit cupidatat tempor ut pariatur ullamco aliquip laborum ipsum ullamco mollit. Esse mollit dolore aliqua do velit irure excepteur cupidatat enim. Irure enim fugiat duis aliquip. Sit minim non in voluptate anim.",
        "price": "130.77"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Thu Mar 13 2008 09:15:43 GMT+0000 (UTC)",
    "price": "372.44",
    "list": [
      {
        "id": "4c45229b-c16a-46e4-b1c6-cbbff7abea8c",
        "name": "Eiusmod commodo et cupidatat cillum aliquip anim do amet deserunt nulla id deserunt non culpa.",
        "description": "Deserunt Lorem excepteur Lorem non anim et et nulla sint. Ipsum et cillum qui et et veniam nostrud commodo non consequat incididunt reprehenderit. Velit commodo qui consequat esse id minim pariatur amet ea.",
        "price": "196.95"
      },
      {
        "id": "06b0dab3-83bf-4405-a990-1305096c6e4f",
        "name": "Laboris laboris et magna qui sunt irure officia qui ullamco qui.",
        "description": "Laboris consectetur ipsum sit in minim do ipsum non in consectetur. Cupidatat fugiat est sint consequat ad ea do et non excepteur. Qui eu in est proident nostrud cillum sint proident eu sit do. Ullamco quis officia deserunt nostrud. Lorem reprehenderit id id enim qui. Et irure reprehenderit aliqua in. Laboris est irure elit in eiusmod proident est officia consectetur ex veniam.",
        "price": "87.62"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed May 26 2010 10:16:33 GMT+0000 (UTC)",
    "price": "13.92",
    "list": [
      {
        "id": "7384edd7-9d5a-473b-ab0d-c8bb77b812ae",
        "name": "Proident laborum officia fugiat occaecat enim reprehenderit deserunt officia consequat labore voluptate in laborum occaecat.",
        "description": "Consequat magna elit pariatur labore nostrud ut eiusmod amet ipsum ipsum elit exercitation sunt. Tempor anim officia exercitation sit velit culpa eiusmod esse quis officia. Incididunt laborum tempor cupidatat voluptate consectetur cupidatat eiusmod elit commodo tempor elit anim. Sit voluptate eiusmod in deserunt id occaecat. Eiusmod voluptate non ex fugiat magna occaecat. Eiusmod magna voluptate ad amet exercitation veniam aute irure commodo fugiat id.",
        "price": "72.08"
      },
      {
        "id": "70201bc8-6900-487f-bba9-01aa796de2c2",
        "name": "Occaecat laborum non pariatur cupidatat ullamco aute ullamco aliqua nisi.",
        "description": "Enim cillum pariatur occaecat ut labore qui minim tempor labore aute. Anim veniam proident duis dolore dolore sint elit occaecat reprehenderit eiusmod esse eiusmod aliqua ad. Quis mollit qui dolor irure laborum tempor elit ut magna non non dolor.",
        "price": "81.01"
      },
      {
        "id": "b9db01c7-3286-4d5e-8066-051abf21801b",
        "name": "Anim tempor excepteur reprehenderit aliqua quis velit cillum ullamco aliquip anim nulla dolore.",
        "description": "Mollit amet excepteur consectetur non elit esse minim occaecat magna consequat labore est consectetur qui. Eiusmod incididunt sint labore elit. Amet deserunt aliquip proident veniam anim voluptate culpa aute nulla do ullamco. Fugiat sint ipsum ipsum laboris consequat laboris qui occaecat in non in nostrud.",
        "price": "163.88"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Apr 11 1994 00:01:26 GMT+0000 (UTC)",
    "price": 56,
    "list": [
      {
        "id": "205c04c9-5526-4325-a6e1-f34b688612bc",
        "name": "Et occaecat nisi aliquip duis sit.",
        "description": "Reprehenderit veniam sint non laboris sint in eu proident proident voluptate. Laborum laboris occaecat esse deserunt reprehenderit proident aute dolor eu cupidatat exercitation. Elit veniam Lorem velit ea ex labore tempor. Aliqua sit in aliquip do consequat aliqua laboris incididunt laborum qui aliqua incididunt ea elit. Ullamco culpa ad enim nostrud adipisicing.",
        "price": "192.39"
      },
      {
        "id": "3ddca16a-6f1b-4d6d-b1d3-4f8fdf056ff0",
        "name": "Sunt sunt incididunt qui ex aute do cupidatat officia.",
        "description": "Commodo duis anim ipsum nisi proident fugiat ipsum. Laboris et nisi incididunt eiusmod ex consectetur laboris id deserunt ipsum magna amet esse. Nostrud anim consectetur nulla duis sunt labore veniam ut minim amet elit ullamco officia. Pariatur tempor ea reprehenderit nisi.",
        "price": "31.86"
      },
      {
        "id": "e9e85c3f-791d-4987-befe-e8732a10a444",
        "name": "Eiusmod dolore mollit anim ipsum ea consequat dolor cupidatat amet.",
        "description": "Laboris mollit commodo veniam commodo ullamco nisi sunt irure ex occaecat excepteur. Laboris pariatur proident proident amet et magna sit mollit adipisicing voluptate commodo elit nulla. Veniam id culpa eu velit labore. Qui occaecat fugiat pariatur eiusmod eiusmod aliquip consequat ex commodo qui aute amet.",
        "price": "141.65"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue Sep 25 2007 15:19:11 GMT+0000 (UTC)",
    "price": "198.48",
    "list": [
      {
        "id": "2691011b-f4a0-4fd3-a161-c2ffe39c1680",
        "name": "Anim consequat Lorem sint Lorem velit dolore voluptate consequat nisi sint consequat ad sint.",
        "description": "Quis ex magna dolor laboris enim. Elit minim labore adipisicing laboris ex elit aute id. Sint irure qui anim pariatur esse. Ipsum laboris fugiat ad fugiat Lorem amet cupidatat ipsum labore nostrud dolor ullamco proident. Quis minim veniam in ut do mollit.",
        "price": "12.29"
      },
      {
        "id": "eb39f539-c31a-41ef-9698-90ef6dc7d9de",
        "name": "Esse et sunt quis fugiat duis pariatur et enim ullamco.",
        "description": "Laborum elit nostrud irure occaecat quis commodo anim aliqua duis minim deserunt esse velit. Enim cillum incididunt mollit commodo voluptate in ea irure fugiat. Laborum cupidatat aliquip nisi cillum ad dolor cillum. Dolore dolore nisi est irure ea esse. Ipsum est labore duis dolore nulla voluptate sint et eiusmod ut. Aliquip sunt duis dolor in aliqua reprehenderit aliquip voluptate cupidatat id officia officia eu deserunt. Aute excepteur cupidatat culpa nostrud adipisicing minim ullamco cupidatat labore ex.",
        "price": "137.59"
      },
      {
        "id": "1b49f0b3-6933-43bd-97bf-29d7e6fc47b2",
        "name": "Id laboris Lorem qui labore.",
        "description": "Irure irure do veniam culpa pariatur irure sunt amet. Qui elit anim occaecat cupidatat cillum fugiat qui qui tempor laborum. Fugiat incididunt esse proident sint id consequat cupidatat. Cupidatat culpa reprehenderit magna veniam officia pariatur cillum. Sunt ullamco laborum qui commodo. Minim reprehenderit sunt magna Lorem nisi elit adipisicing ullamco sit duis.",
        "price": "64.69"
      },
      {
        "id": "b881a0a5-860e-4340-8db2-35daa2c68e3f",
        "name": "Ex enim ipsum ullamco eu amet ea sunt.",
        "description": "Non velit ut deserunt duis id nisi ullamco enim culpa non exercitation enim sint. Ullamco proident culpa voluptate amet cillum dolor dolore. Esse et mollit id adipisicing. Occaecat labore irure ut qui culpa. Aliqua elit exercitation adipisicing id cillum reprehenderit nostrud nisi sunt culpa ex fugiat cupidatat.",
        "price": "46.04"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon May 21 2018 00:14:29 GMT+0000 (UTC)",
    "price": "394.89",
    "list": [
      {
        "id": "1b9b864f-2765-4aa2-af45-19b70e9991b9",
        "name": "Mollit cupidatat ut nostrud amet do cillum laborum ea.",
        "description": "Et laboris anim et minim enim aliqua nisi velit cupidatat quis eu excepteur non. Ut magna est duis sunt do deserunt sint. Esse aute aliqua tempor ea duis qui officia fugiat nisi excepteur eu nulla consequat in. Elit est adipisicing magna aliqua ullamco amet ea. Nisi occaecat deserunt aliquip minim labore dolor ea officia deserunt culpa ad voluptate. Nostrud ea fugiat fugiat commodo ullamco amet est dolore. Cillum commodo reprehenderit ut culpa fugiat ullamco nostrud quis laboris ea labore magna consequat eu.",
        "price": "176.32"
      },
      {
        "id": "9af3063b-92ce-4373-aca3-08250230d3fe",
        "name": "Velit consectetur magna minim sit amet ut labore voluptate exercitation pariatur.",
        "description": "Dolor officia excepteur labore do incididunt irure in esse. Mollit in incididunt qui officia reprehenderit fugiat quis duis. Laboris veniam proident anim commodo. Irure qui nulla mollit commodo. Voluptate ex reprehenderit elit et.",
        "price": "110.13"
      },
      {
        "id": "adaaec17-140e-42d6-97bf-f37433803ae0",
        "name": "Quis commodo labore eiusmod ipsum qui labore.",
        "description": "Consequat duis elit ipsum in eiusmod consequat est proident sit incididunt labore. Et laboris non enim nisi pariatur consectetur velit irure magna anim laborum fugiat minim. Magna aliquip nisi elit ipsum excepteur. Dolor ea laboris laboris do.",
        "price": "113.77"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Fri Oct 18 1974 19:53:06 GMT+0000 (UTC)",
    "price": "28.24",
    "list": [
      {
        "id": "4f120063-4cbb-4a46-bd3c-2c9f9dcb3685",
        "name": "Elit magna et nulla esse laboris Lorem dolore sit tempor minim commodo.",
        "description": "Ipsum aliquip cupidatat deserunt proident. Adipisicing in in consectetur fugiat eu. Enim reprehenderit ea minim eu in aliqua. Magna elit qui ipsum amet incididunt esse minim. Nulla cupidatat est id amet incididunt. Anim non voluptate id sint exercitation minim elit veniam enim. Adipisicing ea id velit laboris.",
        "price": "142.69"
      },
      {
        "id": "f0aef097-2d58-44fb-bfdf-c606d618e00f",
        "name": "Quis magna esse incididunt aliquip nostrud minim voluptate quis aute et aliquip.",
        "description": "Consequat aliqua incididunt laborum elit ut. Id veniam mollit officia amet nostrud irure nostrud exercitation eu nostrud esse ullamco proident. Nisi dolore in excepteur dolore veniam consequat commodo. Ut cillum officia fugiat eiusmod in qui eu anim.",
        "price": "124.22"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Oct 14 1995 17:56:32 GMT+0000 (UTC)",
    "price": "145.3",
    "list": [
      {
        "id": "a9eab0f2-af9e-4cdd-9c83-1e6bf7b5fd29",
        "name": "Culpa consectetur sint ea cillum ea velit elit do aliqua ad consequat voluptate aliquip.",
        "description": "Reprehenderit mollit duis proident Lorem incididunt id nisi cillum duis deserunt excepteur culpa sit. Consequat est elit ullamco esse consequat veniam. Fugiat eiusmod id incididunt laborum amet. Ea enim consequat quis reprehenderit anim velit ut laborum ad. Irure ea reprehenderit nostrud sint cillum ipsum dolore laborum aute.",
        "price": "60.02"
      },
      {
        "id": "c0cc8397-7d9d-407a-9094-0c732be91ac3",
        "name": "Dolor amet cillum ex occaecat ex dolor.",
        "description": "Incididunt dolore aliqua magna duis eiusmod tempor minim exercitation tempor laborum. Cillum est excepteur cillum aute tempor aute commodo ex mollit ea dolor ullamco elit laboris. Dolor nostrud ipsum in ut mollit. Elit fugiat minim aute dolor eu id. Nulla deserunt reprehenderit anim aliquip Lorem Lorem. Irure reprehenderit sint fugiat consequat ut veniam culpa consequat sint qui labore exercitation ea voluptate.",
        "price": "95.51"
      },
      {
        "id": "76f4b864-9ed0-4c3c-8810-2e04e92b7612",
        "name": "Cupidatat proident sit mollit culpa et duis duis pariatur dolore velit laborum.",
        "description": "Fugiat deserunt sit et labore commodo aliquip occaecat anim minim. Enim in voluptate dolor ut labore ipsum veniam tempor occaecat. Ut qui proident veniam aliqua est dolore eiusmod dolor. Ut sunt incididunt labore laborum sunt veniam eu eiusmod quis id incididunt. Aliqua ullamco eu id deserunt enim et exercitation et ipsum proident eiusmod. Amet ad reprehenderit non in exercitation. In voluptate laboris exercitation incididunt sunt in voluptate laboris velit proident deserunt nisi.",
        "price": "97.59"
      },
      {
        "id": "dd8cf41e-165b-49e2-8646-4def39177a80",
        "name": "In magna aliqua Lorem incididunt non ex ipsum mollit quis proident consectetur Lorem sint occaecat.",
        "description": "Duis fugiat deserunt cillum adipisicing anim fugiat veniam voluptate est. Non sint dolore non duis aliqua velit dolor ad minim deserunt occaecat reprehenderit sunt. Cupidatat irure cillum culpa duis sint. Sit adipisicing nisi culpa sunt quis sit veniam voluptate labore magna anim.",
        "price": "45.76"
      },
      {
        "id": "38deb43e-f8b1-4ca0-aee0-17b3741e1ed3",
        "name": "Dolore ipsum do magna excepteur.",
        "description": "Pariatur esse laboris excepteur aliquip enim cupidatat. Amet est laboris ex irure sint irure sint. Laborum ut nisi magna magna mollit exercitation nulla fugiat.",
        "price": "195.21"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Fri Jan 31 2003 03:04:56 GMT+0000 (UTC)",
    "price": "409.52",
    "list": [
      {
        "id": "aedc385e-ae21-4359-b8a2-275eecde866f",
        "name": "Aute nisi aute cupidatat reprehenderit sint incididunt in aute eu.",
        "description": "Quis et fugiat elit labore ut. Commodo excepteur dolor mollit do cupidatat enim mollit. Exercitation consequat id laborum proident velit labore ex culpa magna ea laborum. Ad id ipsum elit esse aliquip ipsum adipisicing et aliquip fugiat.",
        "price": "176.51"
      },
      {
        "id": "62d47213-0e55-4507-a450-3cbed4c0316c",
        "name": "Reprehenderit commodo est nisi velit ipsum incididunt nostrud sit est excepteur sit nulla incididunt.",
        "description": "Eu in proident incididunt eu nostrud cupidatat ex duis cillum irure dolore eu. Est enim laboris do officia excepteur. Ex amet labore aliqua aute aliquip laboris id id amet. Aliqua deserunt magna pariatur aliquip laborum dolore aliqua deserunt ex in occaecat. Officia occaecat nulla voluptate irure ex reprehenderit officia Lorem. Cupidatat proident ipsum in aliqua eu officia est ut sint sint. Exercitation nisi laboris aute amet voluptate in ut.",
        "price": "151.23"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Sep 15 2008 11:23:24 GMT+0000 (UTC)",
    "price": "225.97",
    "list": [
      {
        "id": "68d6d14c-db6b-4f1f-96e1-58bc716e9652",
        "name": "Irure est commodo fugiat commodo culpa sint excepteur cillum officia ea dolor minim irure.",
        "description": "Cupidatat aliqua velit ex sint officia reprehenderit labore ex do in aliqua magna incididunt consequat. Mollit qui consequat aliquip duis officia aute dolore in eu. Sit dolor Lorem elit tempor cillum dolore tempor eu irure cupidatat amet ex.",
        "price": "126.29"
      },
      {
        "id": "7c34099f-96fe-48b5-b73f-36b18a1817ad",
        "name": "Proident culpa officia ullamco esse consequat velit amet mollit ad.",
        "description": "Non nostrud nisi aliqua dolor culpa veniam quis aliqua excepteur tempor nulla cillum. Voluptate nisi esse voluptate mollit proident. Deserunt do sint laboris nostrud occaecat incididunt. Nulla velit consectetur sint enim ex dolore proident duis sint. Mollit labore qui ullamco magna adipisicing aliquip commodo. Velit magna deserunt sunt minim aliqua ullamco.",
        "price": "199.51"
      },
      {
        "id": "1f06e62f-d4bf-4ca3-8c0e-10b94f926925",
        "name": "Id veniam qui nulla eu sunt.",
        "description": "Lorem Lorem tempor voluptate anim eiusmod et elit fugiat mollit consectetur ut eiusmod. Et est ullamco quis qui elit. Est ea ex incididunt magna ea qui irure. Id laboris esse irure non sint duis. Consequat amet non adipisicing dolore irure do excepteur dolor.",
        "price": "30.24"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Fri Nov 01 2002 15:33:00 GMT+0000 (UTC)",
    "price": "426.04",
    "list": [
      {
        "id": "f5e82dca-8bd3-41ba-875d-ad9c1e828c07",
        "name": "Aute eiusmod incididunt nostrud veniam do culpa consequat non magna aliquip laboris.",
        "description": "Laboris deserunt do dolore mollit commodo ipsum est ullamco consequat deserunt irure qui esse. Esse esse sint labore ut magna laborum esse culpa. Ad ut laboris do est. Sit officia mollit excepteur pariatur ad adipisicing non. Lorem sit amet sit veniam ea.",
        "price": "96.28"
      },
      {
        "id": "765d105d-fd6b-4b74-9fb8-33ead364d88d",
        "name": "Aliquip eiusmod minim reprehenderit incididunt ullamco.",
        "description": "Cillum minim non eiusmod sint reprehenderit aute commodo incididunt sunt commodo nostrud irure elit. Ipsum nostrud occaecat aute quis cillum incididunt excepteur minim culpa esse tempor anim cupidatat. Officia laborum ut enim dolor tempor consequat cupidatat sint nostrud ut amet non exercitation eiusmod. Incididunt incididunt non Lorem cillum ex eiusmod nisi et elit. Dolor cillum do irure exercitation Lorem. Amet nisi aliqua qui officia pariatur exercitation nisi ipsum non duis esse quis.",
        "price": "70.6"
      },
      {
        "id": "3c3b3a29-2bad-488c-8c2c-3ee16517f618",
        "name": "Duis laboris ullamco laborum ullamco consectetur quis reprehenderit.",
        "description": "Aliqua nulla et ad dolor consequat ea esse cillum cupidatat et ad eu nostrud consectetur. Aliqua eiusmod cupidatat sunt Lorem veniam excepteur est officia fugiat commodo in. Deserunt dolore amet reprehenderit duis et id reprehenderit laborum ad.",
        "price": "182.37"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sun Nov 12 1978 15:00:16 GMT+0000 (UTC)",
    "price": "54.12",
    "list": [
      {
        "id": "d731a754-1b91-4f6b-9240-1567e0fd2680",
        "name": "Ipsum commodo nostrud et nisi veniam esse in laboris commodo in.",
        "description": "Fugiat laboris culpa quis ut mollit aliqua proident ea officia est ipsum Lorem proident. Veniam incididunt irure incididunt officia aliqua exercitation ea. Do labore exercitation occaecat deserunt excepteur dolor velit officia mollit occaecat voluptate nostrud.",
        "price": "18.86"
      },
      {
        "id": "b891215a-ebd1-4701-bcae-9c55484235fd",
        "name": "Id eu et enim in.",
        "description": "Enim officia irure veniam ad quis voluptate. Labore ullamco occaecat qui pariatur laborum. Fugiat dolore ipsum sunt laborum incididunt minim officia dolore dolor et veniam culpa.",
        "price": "96.26"
      },
      {
        "id": "0d385037-e781-4450-81a8-257513eab1c6",
        "name": "Aliqua voluptate ea pariatur exercitation aliqua eiusmod ex amet ullamco.",
        "description": "Ex duis laboris do incididunt cupidatat magna ipsum sint in anim. Velit adipisicing pariatur Lorem irure dolor aute excepteur exercitation. Ut exercitation labore laborum veniam nisi et fugiat non non. Officia laborum commodo ut minim nisi nulla nulla deserunt do laborum fugiat consectetur aliqua.",
        "price": "114.36"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed Mar 26 1997 21:00:44 GMT+0000 (UTC)",
    "price": "490.16",
    "list": [
      {
        "id": "ebc25abc-2ef8-4ca3-9b09-e286d7850b64",
        "name": "Voluptate est sint Lorem adipisicing elit cupidatat labore adipisicing.",
        "description": "Magna minim amet non nulla nulla do. Culpa aute nisi ex minim incididunt excepteur velit duis non pariatur qui. Tempor nostrud eu ea duis reprehenderit voluptate nostrud incididunt laboris dolor commodo commodo. Ea excepteur nulla irure eu officia. Consequat mollit magna exercitation aute cillum. Irure sit aute laboris officia minim et ex ut deserunt. Veniam ipsum sunt consectetur exercitation officia ullamco reprehenderit.",
        "price": "106.89"
      },
      {
        "id": "05d89a69-bf7c-4a0c-ae97-d17f36515c48",
        "name": "Consequat proident cupidatat ipsum adipisicing anim tempor aute sint sint reprehenderit enim velit dolor.",
        "description": "Anim aute eu nisi proident veniam irure proident quis. Dolor eiusmod enim fugiat excepteur elit sunt non nisi ad fugiat ut exercitation cillum sint. Voluptate veniam non consequat fugiat amet occaecat est dolore eu sint mollit mollit cillum consectetur. Deserunt ut aute officia veniam sint eu in anim tempor id sint magna qui. Consequat amet tempor ullamco dolore.",
        "price": "81.05"
      },
      {
        "id": "ff6034fe-d4ab-4f45-a985-bc6bd7e79a06",
        "name": "Commodo irure velit culpa exercitation quis eiusmod dolore qui cupidatat labore voluptate culpa excepteur.",
        "description": "Veniam nulla consectetur elit officia consectetur consequat officia minim aute irure. Eiusmod sit anim minim commodo sit incididunt tempor quis id exercitation laboris culpa. Est aute irure dolor reprehenderit elit cupidatat incididunt. Occaecat exercitation nisi qui ipsum tempor veniam sit elit veniam. Amet laborum velit ullamco proident nisi eiusmod mollit duis labore voluptate eiusmod. Exercitation aliquip in pariatur deserunt quis.",
        "price": "119.95"
      },
      {
        "id": "0bddefad-443f-41ef-8555-8d2949ada758",
        "name": "Sint consectetur cillum amet proident cupidatat dolore velit.",
        "description": "Ex enim elit consectetur nostrud proident dolore ullamco officia dolore non. Magna deserunt nisi nostrud aliquip velit Lorem adipisicing velit quis ad reprehenderit. Aliqua adipisicing ad sint laborum mollit eiusmod reprehenderit est ad minim. Qui et adipisicing nisi id aute ut magna est ex laboris eiusmod occaecat voluptate. Lorem labore esse do occaecat ex duis non laboris eu eu eiusmod Lorem. Nostrud laboris exercitation velit pariatur consectetur eiusmod aliqua et anim in do.",
        "price": "44.66"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue May 11 2004 14:30:30 GMT+0000 (UTC)",
    "price": "404.58",
    "list": [
      {
        "id": "21675609-b354-4f32-947e-d86fae70c59a",
        "name": "Dolore Lorem deserunt eu cillum irure dolore aliquip minim non.",
        "description": "Sit ea incididunt tempor esse aute ut voluptate consequat do non id ullamco deserunt cillum. Eu elit excepteur deserunt eiusmod velit aute quis proident ut tempor mollit. Laborum quis sit labore Lorem laborum fugiat non sit dolore. Mollit incididunt id elit irure officia aliqua adipisicing fugiat.",
        "price": "150.3"
      },
      {
        "id": "73026ad5-ed1a-4be3-8ebd-f1ef42f6c5b1",
        "name": "Cupidatat sit in ad ad incididunt nulla Lorem deserunt incididunt.",
        "description": "Et est do ad commodo elit reprehenderit ad elit pariatur ad elit. Fugiat ex ex dolore incididunt aute ullamco labore adipisicing eiusmod occaecat dolor voluptate. Ad nisi et ipsum fugiat do occaecat labore velit nostrud deserunt. Do do sit ipsum ad est proident voluptate aute. Consectetur quis magna occaecat veniam duis tempor cupidatat laboris voluptate dolore. Officia ullamco aute adipisicing nostrud in. Incididunt culpa proident sit commodo et aliqua irure veniam id qui fugiat et irure adipisicing.",
        "price": "38.62"
      },
      {
        "id": "9344a897-6550-4e4a-b68f-5338ddff1cc0",
        "name": "Pariatur ullamco fugiat proident velit cupidatat ipsum irure occaecat irure qui.",
        "description": "Minim cillum magna consequat quis aute esse esse dolor. Officia in qui in id sunt est laboris ex. Pariatur commodo voluptate deserunt ipsum qui est incididunt nulla cillum consectetur.",
        "price": "177.09"
      },
      {
        "id": "3e32ae15-007a-41bd-b433-b13ae3876e0f",
        "name": "Sit eu sit ullamco officia adipisicing deserunt magna.",
        "description": "Excepteur laborum velit culpa officia enim quis aliquip. Ex fugiat Lorem sint eu sit irure et esse nulla. Est ullamco irure aliquip pariatur. Dolore qui proident exercitation do ea excepteur culpa. Eiusmod anim do aliqua excepteur mollit.",
        "price": "192.19"
      },
      {
        "id": "687bf434-a760-4b32-9394-40a577a9d054",
        "name": "Exercitation incididunt ullamco cillum nulla veniam Lorem consequat officia nostrud irure do aliqua.",
        "description": "Proident sint consequat occaecat culpa proident. Incididunt ad cillum eiusmod ut magna quis sunt ex mollit exercitation anim cupidatat incididunt enim. Nisi proident consectetur non magna irure qui fugiat irure. Nostrud exercitation Lorem sint elit aute eu ex Lorem duis non culpa proident velit minim. Ea incididunt esse irure tempor velit magna excepteur occaecat pariatur sit excepteur est anim qui. Esse duis consequat laborum adipisicing occaecat eu.",
        "price": "81.89"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Thu Dec 05 2002 21:35:17 GMT+0000 (UTC)",
    "price": "134.7",
    "list": [
      {
        "id": "8d3c6994-946c-4965-a3a9-0b7bf72c6c87",
        "name": "Pariatur excepteur deserunt reprehenderit exercitation in.",
        "description": "Labore esse veniam proident eu nisi elit commodo adipisicing Lorem mollit aliquip occaecat qui. Aliquip duis est ut ea officia dolor nulla eu. Ullamco enim nulla culpa nulla pariatur culpa nisi nulla cupidatat cillum.",
        "price": "23.14"
      },
      {
        "id": "de3363c5-7cce-4a0d-81cd-2035e54f563a",
        "name": "Id consequat nostrud quis commodo ullamco duis sit dolore ut labore eiusmod occaecat do culpa.",
        "description": "Id esse exercitation dolor proident. Dolore nulla eiusmod ipsum nulla labore quis eu nostrud. Consectetur ipsum occaecat nostrud laboris qui ea est quis laborum laboris. Culpa ad in minim nostrud quis consectetur ipsum labore aute. Sunt pariatur sint Lorem proident dolor.",
        "price": "156.37"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue Jul 26 2011 01:54:53 GMT+0000 (UTC)",
    "price": 234,
    "list": [
      {
        "id": "be7978ec-0dc6-491e-bb2f-ecf8786b1bba",
        "name": "Dolor occaecat voluptate laboris ipsum officia consectetur.",
        "description": "Ipsum duis tempor culpa nisi ullamco fugiat irure duis et. Ipsum veniam sunt consequat reprehenderit sint ad aliqua cillum elit anim. Ut ut culpa commodo nulla ad ut nostrud ut dolore nulla fugiat. Nisi commodo incididunt velit excepteur reprehenderit sit duis. Excepteur eiusmod eiusmod culpa nostrud minim est.",
        "price": "93.62"
      },
      {
        "id": "c26db1d8-804c-46bb-bb77-9429d8fa43f7",
        "name": "Deserunt dolor proident nulla minim eu nisi voluptate labore mollit amet amet.",
        "description": "Proident et consequat ad excepteur exercitation cupidatat ut dolore laborum. Non ex dolor aute ipsum Lorem dolor deserunt deserunt laboris enim consequat eu. Elit cillum incididunt esse cillum culpa consectetur exercitation quis. Irure amet nostrud minim laborum proident sint culpa est veniam deserunt amet dolore duis ad. Cillum ipsum ex et officia sint eu irure ad excepteur culpa aute non. Nostrud irure nisi est aliquip cupidatat adipisicing commodo sit aute enim fugiat ad tempor reprehenderit. Proident mollit eu deserunt duis est voluptate.",
        "price": "122.26"
      },
      {
        "id": "a71af2d3-ada7-465f-9da8-037844007cb1",
        "name": "Non ad cupidatat ut mollit veniam ullamco excepteur ad officia esse esse ipsum aliqua.",
        "description": "Incididunt ut eu deserunt laboris enim consectetur. In ad esse cupidatat non nostrud. Esse ea sunt non sint irure enim mollit. Fugiat ad ut occaecat id veniam voluptate Lorem aute ad labore. Cillum laboris sit minim enim fugiat anim cillum voluptate consequat proident irure fugiat adipisicing. Ea mollit aute nostrud anim et minim sint minim culpa.",
        "price": "24.57"
      },
      {
        "id": "fd2794ab-5812-45d4-9d5b-bc4e06814d12",
        "name": "Pariatur fugiat dolor deserunt minim do irure amet sit irure irure.",
        "description": "Sunt laboris mollit labore aute eiusmod ea consectetur occaecat commodo. Ut nostrud quis tempor dolor mollit labore quis dolor. Amet cillum consectetur duis ipsum ex id deserunt sint exercitation consectetur. Adipisicing incididunt minim mollit enim. Quis aute sint adipisicing enim fugiat et reprehenderit pariatur fugiat.",
        "price": "99.21"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Apr 02 2018 18:11:25 GMT+0000 (UTC)",
    "price": "52.86",
    "list": [
      {
        "id": "71ceddec-50f3-46c3-a1bc-61e24c18e29d",
        "name": "Ullamco anim enim cupidatat proident consectetur do ipsum aliqua anim eiusmod laboris culpa pariatur.",
        "description": "Lorem aliquip aute culpa nostrud aute occaecat laboris sit Lorem pariatur. Sit qui cillum aliquip fugiat occaecat cupidatat cupidatat sit est tempor reprehenderit. Et velit velit elit cupidatat do deserunt veniam laboris. Culpa cillum nulla quis eu aute cillum nisi excepteur proident tempor eiusmod et.",
        "price": "38.6"
      },
      {
        "id": "f2dda507-9606-4c94-821e-2ccf712dc20f",
        "name": "Duis sint dolor fugiat sint Lorem do deserunt sint ex esse.",
        "description": "Aute minim officia est reprehenderit culpa et culpa aliquip id minim in consectetur. Commodo tempor consectetur sunt qui adipisicing aliqua est commodo cupidatat est irure deserunt. Tempor est officia voluptate sint. Irure ea ex laboris enim eu anim velit minim cupidatat cillum nostrud labore. Deserunt proident ad aliquip dolor veniam anim est eiusmod anim duis irure amet. Enim do deserunt aliqua cupidatat aute est ex duis tempor quis. Duis duis ullamco incididunt occaecat.",
        "price": 12
      },
      {
        "id": "a3184001-abc8-4c36-ae7d-37e211feef11",
        "name": "Sunt proident elit aute commodo velit occaecat veniam fugiat aute commodo magna cillum in aliquip.",
        "description": "Cupidatat pariatur laboris non eiusmod ea aliqua. Proident nostrud est culpa excepteur aute quis incididunt aliqua ea adipisicing. Id ad sit qui aliqua ipsum incididunt ut culpa occaecat pariatur aliqua.",
        "price": "124.44"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Oct 24 1983 17:11:01 GMT+0000 (UTC)",
    "price": "247.19",
    "list": [
      {
        "id": "69ecf794-832a-49b4-a07b-04804c16b2d1",
        "name": "Deserunt deserunt elit ipsum ullamco qui proident irure Lorem ex aliqua velit velit Lorem qui.",
        "description": "Commodo laborum culpa in amet. Culpa proident ut sint ea veniam veniam do ut eu ea nisi pariatur non irure. Aute consequat dolor exercitation anim ad labore adipisicing id cillum. Laborum dolor ad nulla irure eu tempor laborum.",
        "price": "8.99"
      },
      {
        "id": "e9d8074d-4cce-4693-8eee-09dadc9b157b",
        "name": "Magna dolor sunt id consequat sunt nulla fugiat ex eiusmod laborum elit amet minim.",
        "description": "Veniam consectetur sint ullamco consequat dolore. Non proident duis duis duis sint officia irure mollit. Mollit incididunt culpa irure amet sunt ex aliquip. Adipisicing irure sunt velit veniam qui sunt ut aliqua quis velit mollit.",
        "price": "82.99"
      },
      {
        "id": "f20bfad3-7983-46f9-b232-51ec4ced4118",
        "name": "Voluptate in dolore exercitation anim ex cupidatat est fugiat veniam.",
        "description": "Velit excepteur tempor ex dolor quis labore occaecat sit id. Occaecat laborum ex ea sint anim ad labore. Ea nisi mollit mollit consequat do quis culpa enim occaecat laborum nostrud. Qui ea anim officia do velit culpa quis elit sit voluptate veniam. Cillum ipsum nulla cupidatat aliquip do enim tempor.",
        "price": "72.55"
      },
      {
        "id": "819912a6-afab-4495-93a9-fd2bd4d73bb9",
        "name": "Velit laboris commodo elit occaecat.",
        "description": "Sit ullamco aute exercitation eu commodo velit consectetur do quis enim consequat id duis. Tempor incididunt pariatur laborum aliquip amet mollit. Amet voluptate commodo ut sit Lorem. Laborum nulla adipisicing anim et ut et enim esse consectetur dolore nisi ullamco ipsum veniam. Enim dolor nulla amet ea laboris. In consequat voluptate mollit sit. Aliquip consequat veniam non qui magna.",
        "price": "166.43"
      },
      {
        "id": "d5dd87b8-406d-4bdb-9f4f-d92e6e9a7265",
        "name": "Quis ullamco enim sint voluptate non.",
        "description": "Excepteur dolor laboris proident esse. Qui sunt cupidatat enim irure esse ea pariatur aliquip in sint est sit adipisicing. Commodo fugiat eu labore commodo fugiat aliquip ipsum nulla irure dolore.",
        "price": "94.57"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue Jan 17 1984 17:20:54 GMT+0000 (UTC)",
    "price": "284.88",
    "list": [
      {
        "id": "58966c26-ae5b-4c30-877c-309bbdd3790b",
        "name": "Sit enim esse reprehenderit amet excepteur mollit cillum voluptate.",
        "description": "Id cupidatat minim magna reprehenderit pariatur non. Esse excepteur eu pariatur non ullamco dolor nostrud deserunt non incididunt. Nulla ex exercitation velit exercitation sint voluptate duis adipisicing adipisicing deserunt exercitation quis tempor. Duis in enim proident ut consectetur pariatur. Tempor ullamco consectetur deserunt ipsum magna deserunt exercitation consequat ea fugiat officia est excepteur.",
        "price": "170.1"
      },
      {
        "id": "7415a559-5a0c-4167-a066-2f59e35de019",
        "name": "Pariatur id et veniam est enim exercitation reprehenderit velit.",
        "description": "Ea incididunt ad aliqua id reprehenderit minim. Nostrud elit aliqua pariatur ullamco dolore est ipsum. Ad excepteur labore elit fugiat ut labore in Lorem. Consectetur enim culpa pariatur pariatur velit culpa amet esse magna sit ad dolore ex.",
        "price": "52.01"
      },
      {
        "id": "3d07b1ef-9f56-4e7e-80e9-9806d0435af0",
        "name": "Aute sint sunt laborum officia consequat duis quis sunt sunt pariatur nisi ipsum enim reprehenderit.",
        "description": "Pariatur anim reprehenderit veniam veniam sint eiusmod magna sunt nisi. Enim eu cillum et eu ipsum nisi sunt sit mollit Lorem labore. Eiusmod dolor in deserunt et elit ullamco deserunt amet ea enim cupidatat adipisicing. Cupidatat sint duis consectetur ex ex velit nisi quis proident ea duis cillum.",
        "price": "82.57"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Fri Jun 04 1976 22:04:23 GMT+0000 (UTC)",
    "price": "208.17",
    "list": [
      {
        "id": "c4002822-26a4-4421-971e-db27e438ca80",
        "name": "Sint non aute minim ipsum fugiat aute ea Lorem tempor velit tempor dolor.",
        "description": "Aliquip dolor minim elit id occaecat cupidatat. Aute exercitation magna fugiat culpa nulla ea sint. Est adipisicing elit incididunt consectetur est dolor nulla pariatur incididunt do mollit esse ex.",
        "price": "103.36"
      },
      {
        "id": "8c23f19e-93b4-4029-92ce-8064bad10c43",
        "name": "Labore nostrud eiusmod id ad.",
        "description": "Excepteur sit ea ea exercitation id consequat nulla aliqua laboris fugiat. Elit sunt laborum et mollit quis duis do laborum elit exercitation nostrud aute id. Irure id aute enim veniam. Exercitation voluptate culpa sit occaecat excepteur pariatur anim velit dolor velit amet reprehenderit. Amet tempor ipsum ipsum aliqua dolor nostrud consectetur adipisicing consequat qui nostrud cillum laboris. Excepteur cillum laboris ut do non veniam quis est reprehenderit adipisicing esse sint. Deserunt culpa nostrud proident adipisicing aute reprehenderit mollit deserunt anim id eu dolor adipisicing.",
        "price": "12.72"
      },
      {
        "id": "a4c82205-3bbb-4138-a3b7-4a7daf481aa7",
        "name": "Proident aute laborum aliquip adipisicing exercitation magna elit.",
        "description": "Enim velit voluptate id cupidatat cillum consectetur elit aliqua ullamco amet laboris minim id. Minim veniam dolore voluptate laborum in dolore ad quis ipsum ad voluptate minim occaecat. Occaecat ea voluptate ex ad dolore. Duis adipisicing aliqua dolor exercitation velit veniam. Tempor est qui minim pariatur sit pariatur. Laboris et esse consequat eu reprehenderit nisi elit sunt officia reprehenderit. Lorem ex consequat enim ex sunt fugiat consectetur occaecat Lorem reprehenderit sint adipisicing officia voluptate.",
        "price": "193.55"
      },
      {
        "id": "57d860ca-39b6-4cab-b638-31b1e02e7557",
        "name": "Aliquip ut do ut Lorem do reprehenderit aliqua elit amet sint cupidatat culpa minim.",
        "description": "Sit pariatur mollit tempor do labore nulla tempor excepteur officia. Esse veniam incididunt nisi dolor adipisicing sint aliqua Lorem irure sint amet ipsum exercitation. Tempor sunt ex laboris tempor.",
        "price": "59.48"
      },
      {
        "id": "ae3d161e-7c70-4490-8f28-13a630d7d12d",
        "name": "Duis sit fugiat qui reprehenderit labore duis aliquip.",
        "description": "Aliquip cupidatat magna dolor mollit est incididunt exercitation. Ex cupidatat non do incididunt deserunt laboris mollit aute occaecat fugiat non consequat cupidatat labore. Lorem sunt sint officia amet reprehenderit. Veniam deserunt qui est ea et occaecat fugiat tempor id exercitation proident esse. Incididunt exercitation ipsum et nostrud velit aliqua tempor do velit. Aliqua sint consectetur tempor in laboris exercitation.",
        "price": "196.51"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Jun 04 2011 16:56:07 GMT+0000 (UTC)",
    "price": "471.06",
    "list": [
      {
        "id": "677865c7-93bc-49f8-98c6-bb934194a2ea",
        "name": "Officia irure non adipisicing non minim sint in sunt ea pariatur id duis.",
        "description": "Cupidatat eiusmod nisi non proident exercitation nostrud deserunt exercitation sit cupidatat. Cupidatat excepteur nostrud in quis. Officia aliqua reprehenderit eiusmod sunt. Occaecat magna esse deserunt nulla amet est est nisi et in cupidatat incididunt Lorem. Commodo adipisicing sint culpa ut aliquip. Commodo proident quis nulla et occaecat ea enim.",
        "price": "197.16"
      },
      {
        "id": "75773314-7fea-4e3e-814d-1a71a2978556",
        "name": "Sint tempor aliquip laboris excepteur laboris esse esse culpa deserunt aute laboris elit et aliqua.",
        "description": "Labore tempor consectetur tempor cupidatat sit dolore id veniam amet exercitation elit. Laboris adipisicing labore cillum eiusmod nostrud occaecat velit anim labore irure duis. Anim amet aute non deserunt esse. Quis exercitation irure sunt labore adipisicing aliqua et. Sunt incididunt officia consectetur esse aliquip laboris commodo. Laborum aute veniam et est est adipisicing nisi magna ea in duis. Eu cillum commodo quis officia id ad.",
        "price": "165.38"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Jul 03 1976 20:29:36 GMT+0000 (UTC)",
    "price": "224.67",
    "list": [
      {
        "id": "dedae815-ca0b-43e6-b08d-a2d5d4767ef9",
        "name": "Dolore laboris magna aliquip laboris magna dolor nulla sunt.",
        "description": "Anim irure eiusmod id incididunt consequat do. Labore ad sint commodo duis labore reprehenderit nisi laborum commodo amet ipsum culpa anim culpa. Est velit tempor aute ea ipsum et esse et.",
        "price": "81.48"
      },
      {
        "id": "fcfa5c5a-1bad-402b-aa6e-e02d6671a4ab",
        "name": "Est culpa ex Lorem aliquip.",
        "description": "Et pariatur enim cillum magna laborum occaecat exercitation non est do id proident sunt. Amet tempor duis adipisicing occaecat sint do cillum sunt irure ipsum. Deserunt do ut mollit eiusmod eiusmod proident non cillum officia reprehenderit elit.",
        "price": "102.33"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Dec 15 1980 05:08:16 GMT+0000 (UTC)",
    "price": "482.3",
    "list": [
      {
        "id": "c5b7eecd-9b72-462c-89f6-16c40c14cf79",
        "name": "Culpa consectetur labore occaecat veniam aute mollit elit.",
        "description": "Ut ipsum labore dolore esse. Reprehenderit et eu aute exercitation in. Laborum esse mollit esse magna duis aliqua cupidatat. Culpa adipisicing veniam occaecat elit ad aliquip laboris irure.",
        "price": "174.19"
      },
      {
        "id": "d8f9b83f-3cc8-4414-80bb-cf6b8886e7ec",
        "name": "Eiusmod ipsum ea ut minim minim nostrud ad.",
        "description": "Aliqua consequat culpa voluptate anim sit dolor nulla veniam velit velit velit sint. Excepteur reprehenderit enim ut et consectetur aliquip excepteur. Consectetur id nisi reprehenderit officia laborum est duis dolore labore commodo consequat. Ipsum qui voluptate Lorem irure eu ea veniam voluptate cillum irure enim veniam. In Lorem nisi non ea elit ullamco amet tempor. Quis qui non laboris qui et cupidatat commodo aute do incididunt sit nisi commodo.",
        "price": "182.19"
      },
      {
        "id": "7120f45a-9f1c-41ac-841c-eb96249c7909",
        "name": "Incididunt dolor ut quis culpa nulla incididunt.",
        "description": "Ad proident aute dolore et elit consectetur quis proident eiusmod sunt minim eiusmod. Ad do cupidatat reprehenderit et laborum est commodo cillum in qui non. Id exercitation minim quis excepteur enim eiusmod veniam qui aliquip commodo. Enim labore sunt deserunt minim consectetur elit nostrud ad do qui aliqua. Ad non occaecat aliquip proident magna.",
        "price": "163.55"
      },
      {
        "id": "4b3bc9a1-7504-46f9-adf0-7570ca7f8deb",
        "name": "Aute pariatur eu ut est minim elit laboris ipsum occaecat pariatur commodo Lorem.",
        "description": "Sit dolor nulla officia laboris do est dolor ex anim. Tempor ullamco eu laboris adipisicing. Enim quis reprehenderit non culpa. In officia occaecat quis Lorem qui nulla voluptate cupidatat cupidatat culpa labore sint.",
        "price": "18.82"
      },
      {
        "id": "71e9d564-e50b-478c-b7bb-7f776e9c4f29",
        "name": "Dolore velit incididunt deserunt amet ea cillum esse sunt culpa qui.",
        "description": "Incididunt laboris est nulla do occaecat sit ipsum. Velit consequat reprehenderit anim tempor do Lorem sit mollit sunt laboris. Aliqua ullamco officia esse dolor incididunt tempor. Eu ex consequat aute laborum. Cillum nisi elit esse consectetur labore aliqua ullamco nostrud tempor.",
        "price": "56.73"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Thu Jul 19 1990 22:56:32 GMT+0000 (UTC)",
    "price": "258.34",
    "list": [
      {
        "id": "a4ece1da-b67e-4e7a-9108-480293826055",
        "name": "Laboris tempor est aliquip culpa.",
        "description": "Dolore non sit laboris cupidatat eiusmod eiusmod mollit occaecat pariatur dolor culpa ipsum veniam. Nisi deserunt cupidatat Lorem irure minim cillum reprehenderit in. Est cillum qui nulla dolore. Consectetur et proident ea id commodo amet occaecat dolor incididunt deserunt. Ea labore veniam mollit cillum duis ullamco. Proident veniam amet id consequat aliqua veniam.",
        "price": 118
      },
      {
        "id": "7dc65b2d-78fb-401c-8e0b-a4186cbfe5a5",
        "name": "Incididunt labore aute id nostrud amet aute occaecat enim reprehenderit est dolor labore Lorem.",
        "description": "Excepteur dolore duis nisi cillum dolore. Sit non est aliqua ea laboris cupidatat nostrud veniam ex esse minim veniam excepteur. Cupidatat labore aliqua magna fugiat consectetur dolore enim duis aliqua est ad. Ex tempor amet cillum adipisicing officia cupidatat mollit ea cupidatat nulla pariatur. Officia quis non sint id nostrud occaecat nulla anim.",
        "price": "75.76"
      },
      {
        "id": "1a32d1c8-18b9-4f4b-ad5f-e2d5fa418b2f",
        "name": "Occaecat ea anim sunt duis sunt sit sint.",
        "description": "Ad velit eiusmod ea eiusmod ex fugiat ad incididunt dolor dolor. Lorem nostrud minim ex ipsum ad ad id reprehenderit in amet ex esse sunt. Laborum voluptate laborum cillum esse do.",
        "price": "63.56"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Oct 18 2008 00:21:52 GMT+0000 (UTC)",
    "price": "156.4",
    "list": [
      {
        "id": "bbf0362a-7a81-4e1c-99c1-8267626d280e",
        "name": "Nostrud velit consectetur ex ipsum nostrud in mollit reprehenderit tempor excepteur fugiat incididunt exercitation esse.",
        "description": "Qui dolor do sint adipisicing minim qui elit anim incididunt excepteur cillum incididunt reprehenderit dolore. Laborum ullamco proident cillum consequat dolore qui ipsum elit deserunt cupidatat adipisicing sunt cupidatat. Quis nisi laboris pariatur cillum irure ex ea eu incididunt eiusmod velit ut cupidatat excepteur. Sit est qui excepteur excepteur irure irure fugiat fugiat tempor culpa deserunt et. Aliqua velit quis fugiat reprehenderit consectetur incididunt nostrud irure proident fugiat.",
        "price": "103.25"
      },
      {
        "id": "5593a36c-20bb-4f85-824a-eb1241bbb37d",
        "name": "Ea elit ullamco minim culpa.",
        "description": "Et amet do duis nisi pariatur labore est velit. Deserunt ea minim nisi occaecat elit. Fugiat eu est proident esse ut et elit velit consequat cillum. Eu pariatur cillum occaecat veniam anim adipisicing aliquip mollit consequat cillum. Occaecat culpa exercitation ipsum magna aliquip enim. Lorem fugiat culpa reprehenderit ad eu enim velit consectetur enim duis.",
        "price": "17.65"
      },
      {
        "id": "1c63cdef-d716-4dae-9fa9-a7b07123d3cc",
        "name": "Ad ut elit fugiat cillum velit tempor reprehenderit ullamco pariatur sunt cillum.",
        "description": "Velit duis ullamco cillum voluptate anim aute sunt ut ad anim do aliqua esse. Ex proident officia commodo exercitation do aliquip exercitation. Laboris ea consectetur sit fugiat minim ipsum mollit. Sunt eiusmod in ex nulla dolor fugiat minim ad non exercitation eu. Aliquip exercitation fugiat laborum adipisicing et aute. Exercitation pariatur eu officia amet do nisi. Ex culpa excepteur proident duis magna aliqua sint consectetur et laborum.",
        "price": "73.68"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue Jan 12 1999 11:27:37 GMT+0000 (UTC)",
    "price": "293.41",
    "list": [
      {
        "id": "3157330d-fd6f-4006-b20d-d9f2af1d8856",
        "name": "Magna in occaecat cillum qui irure.",
        "description": "Anim commodo velit proident magna culpa anim adipisicing excepteur. Ipsum pariatur mollit id fugiat amet consequat irure qui nulla exercitation id velit. Sint sit duis ipsum labore dolore elit ad Lorem ut ullamco id eu.",
        "price": "82.46"
      },
      {
        "id": "c78eb98a-e8d0-4a17-bea7-76128cb922f0",
        "name": "Nulla fugiat fugiat ullamco eiusmod quis reprehenderit ad aliquip ea sit commodo ullamco qui veniam.",
        "description": "Eiusmod velit cupidatat consequat non commodo eu non aute ut laborum magna esse dolore. Fugiat velit do cupidatat nostrud consectetur. Laboris adipisicing deserunt nostrud consequat sit consectetur dolor. Enim duis voluptate minim enim exercitation reprehenderit id amet nisi aliqua amet laborum. Adipisicing incididunt anim commodo excepteur ullamco officia.",
        "price": "35.49"
      },
      {
        "id": "8a425b17-2a08-45c0-be70-60aeba23206e",
        "name": "Incididunt labore tempor non qui.",
        "description": "Pariatur cupidatat aliquip aliquip quis aliquip exercitation. Anim id irure commodo exercitation enim Lorem enim culpa ullamco exercitation reprehenderit tempor. Consectetur aute mollit ipsum esse culpa excepteur do reprehenderit est. Eiusmod incididunt tempor qui sit esse velit voluptate fugiat aliqua veniam occaecat laborum ad eiusmod. Veniam duis ex incididunt voluptate nulla eiusmod exercitation ea.",
        "price": "163.84"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Apr 30 2012 06:59:23 GMT+0000 (UTC)",
    "price": "170.83",
    "list": [
      {
        "id": "28c92daf-b1f9-4790-90e5-0fafa9d8cb69",
        "name": "Duis sunt cillum aliqua commodo cillum pariatur eu.",
        "description": "Ipsum pariatur pariatur sit occaecat exercitation sunt ex incididunt laborum mollit ut dolore. Aliqua et culpa laboris amet pariatur sunt nulla velit anim esse incididunt ea do anim. Occaecat eiusmod magna pariatur labore in ad exercitation commodo deserunt duis aute et magna. In non sit sunt fugiat ipsum fugiat eu. Labore commodo cupidatat deserunt pariatur. Proident eu nisi incididunt aliqua eu fugiat magna.",
        "price": "186.51"
      },
      {
        "id": "616c0aa6-e2ad-4806-bf65-d94327af49b8",
        "name": "Aliqua id non officia ad non in dolore est occaecat Lorem duis ut id.",
        "description": "Reprehenderit esse laboris pariatur nisi amet consequat nisi proident proident laborum aliqua deserunt. Exercitation proident adipisicing id exercitation veniam nulla. Veniam enim in cupidatat eu eu do mollit commodo. Quis laboris deserunt consequat commodo enim voluptate dolor magna consectetur eiusmod adipisicing velit esse velit.",
        "price": "50.97"
      },
      {
        "id": "a63f4fda-b764-4ad7-abdb-61e066fa0755",
        "name": "Consectetur id quis eiusmod quis laboris ipsum eiusmod deserunt sit nulla reprehenderit magna.",
        "description": "Cillum mollit nostrud fugiat anim labore tempor esse labore adipisicing dolore dolore voluptate velit. Cillum dolore id incididunt do exercitation do aliquip anim cillum incididunt mollit adipisicing. Duis proident consectetur anim non ea qui nostrud excepteur sunt ullamco voluptate nisi elit velit. Consectetur ut ullamco duis deserunt nisi ullamco proident in excepteur irure sint commodo.",
        "price": "95.46"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue Jul 15 1975 11:55:36 GMT+0000 (UTC)",
    "price": "254.23",
    "list": [
      {
        "id": "11f7355c-5ea8-4927-b636-75b57ecd28d1",
        "name": "Irure nostrud quis culpa sint aute eu irure.",
        "description": "Magna do anim est ea. Exercitation est proident nulla reprehenderit laborum esse reprehenderit consectetur quis qui aliquip. Laboris fugiat id irure velit ullamco proident.",
        "price": "52.4"
      },
      {
        "id": "e33501b2-856f-4ab8-9b3a-b6e3245495b9",
        "name": "Enim cillum sunt do nulla consectetur id velit irure reprehenderit aute eiusmod irure.",
        "description": "Elit veniam nulla ad sit nulla do. Veniam occaecat do ad fugiat fugiat duis aute nulla velit aliqua ad anim officia mollit. Pariatur ea consectetur commodo nisi laboris aute deserunt non minim. Ullamco eu aliquip qui aliquip Lorem anim voluptate duis quis do aute. Culpa non id non officia do in id nisi aliqua nulla laborum ea veniam.",
        "price": "153.14"
      },
      {
        "id": "b1bc5ef1-5879-47c6-a3e1-123419ee690b",
        "name": "Proident voluptate ad ea anim voluptate excepteur dolore deserunt fugiat magna dolor duis do.",
        "description": "Eiusmod minim amet proident esse. Consectetur quis eu ex excepteur voluptate. Id magna anim laborum reprehenderit ad aliquip officia deserunt duis sit minim. Fugiat magna nostrud minim deserunt proident laborum commodo ea ut ad nulla mollit. Deserunt reprehenderit officia fugiat do duis. Nisi amet fugiat non excepteur aute et ullamco dolor consectetur. Consequat do amet consequat aliquip Lorem nostrud nisi aliqua elit quis consequat minim.",
        "price": "177.41"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed May 20 1970 13:25:15 GMT+0000 (UTC)",
    "price": "111.65",
    "list": [
      {
        "id": "5881debd-3576-489f-a580-a2d377c02a7d",
        "name": "Excepteur laboris esse laboris eiusmod sit sit dolor enim magna aute mollit duis.",
        "description": "Voluptate magna minim aute nulla id enim ut amet excepteur sit. Qui est labore ea sit quis dolore quis ad Lorem mollit eu laborum nulla. Cillum et et occaecat magna sint proident. Do eiusmod anim enim sunt excepteur non reprehenderit sint deserunt et proident aliqua aliqua commodo. Ut et id officia ea nostrud laborum sint voluptate nisi quis sint dolore. Ex eu quis reprehenderit sunt in reprehenderit in ut nisi exercitation et labore ad.",
        "price": "173.65"
      },
      {
        "id": "c394baae-b25c-4908-8bd8-ff72af0193bb",
        "name": "Officia nisi sunt eu Lorem.",
        "description": "Cupidatat pariatur mollit commodo magna deserunt minim consectetur minim est aute id voluptate cupidatat. Proident in in mollit cillum veniam ipsum officia velit occaecat minim irure enim commodo. Duis dolor est quis deserunt non.",
        "price": "84.93"
      },
      {
        "id": "8e4125b1-091d-4793-91d6-3fd6bebda502",
        "name": "Et est sunt ea occaecat ipsum culpa qui sunt.",
        "description": "Quis cillum anim aliquip culpa labore dolor non esse ut commodo veniam. Culpa sit commodo commodo velit minim eiusmod. Dolore enim id consectetur laboris nulla occaecat consequat adipisicing ipsum laborum. Nisi sint est ea anim elit aute anim proident enim proident laborum amet.",
        "price": "133.27"
      },
      {
        "id": "80f28627-8a35-442b-aec3-801cb493f65d",
        "name": "Eiusmod amet ea esse laborum ex in cillum.",
        "description": "Officia nostrud officia ex irure enim. Commodo ut id adipisicing voluptate voluptate tempor mollit tempor id aliqua. Occaecat et ad reprehenderit elit excepteur.",
        "price": "42.06"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Jan 23 1989 07:31:33 GMT+0000 (UTC)",
    "price": "49.92",
    "list": [
      {
        "id": "877be8da-7689-4816-b85c-d0ae9b086381",
        "name": "Labore incididunt irure ex anim consequat id dolor dolor.",
        "description": "Duis amet pariatur sit et eiusmod dolor est anim mollit eu ipsum reprehenderit veniam ullamco. Sunt do adipisicing veniam enim consequat. Adipisicing qui sint et id sunt irure minim velit proident aute dolore ad. Esse voluptate qui nostrud do eu cillum duis laborum ut dolor enim aliqua enim. Tempor ullamco incididunt sunt voluptate in aliquip ut fugiat consequat cupidatat. Eiusmod qui enim cupidatat nisi esse. Id minim ut duis id reprehenderit nulla excepteur ipsum.",
        "price": "125.51"
      },
      {
        "id": "5fa11de9-13bb-4f90-83ed-8f26b10f7aa0",
        "name": "Laborum nulla ullamco cillum reprehenderit culpa ipsum reprehenderit nisi tempor laborum dolor voluptate eu.",
        "description": "Do excepteur culpa non quis ut consectetur laborum ullamco. Do adipisicing minim qui occaecat laboris ut occaecat minim eiusmod velit enim. Minim ut ipsum aute anim exercitation aliqua adipisicing Lorem aute aute sint. Sint nostrud consequat Lorem elit quis nulla reprehenderit officia tempor eu veniam. Ut dolor exercitation reprehenderit nostrud Lorem.",
        "price": "14.64"
      },
      {
        "id": "27b1191c-d9e1-4c6c-9267-31e83c9df970",
        "name": "Laborum anim amet minim in ipsum duis voluptate adipisicing anim tempor do.",
        "description": "In do nostrud exercitation reprehenderit cillum ipsum aliqua. Elit quis sint consectetur laborum proident Lorem ea consequat et magna culpa non sunt. Minim officia laboris aliqua aute.",
        "price": "76.46"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Thu Dec 13 1990 18:08:11 GMT+0000 (UTC)",
    "price": "241.42",
    "list": [
      {
        "id": "26670bc6-3870-408d-849f-9ade4aab7745",
        "name": "Et enim exercitation irure cupidatat consequat laborum adipisicing ad elit minim.",
        "description": "Dolor sunt qui adipisicing deserunt elit dolor proident nostrud cupidatat ut incididunt laborum. Sunt ex amet qui dolor commodo eiusmod. In ut ipsum laborum sunt exercitation pariatur sit non ut reprehenderit commodo exercitation magna Lorem. Adipisicing nisi magna adipisicing commodo cillum adipisicing. Ex quis anim nisi aute. Laborum occaecat et duis officia culpa id minim et voluptate proident laboris.",
        "price": "100.49"
      },
      {
        "id": "2f8a87f2-7545-4017-b2f5-ab4884cd13ea",
        "name": "Fugiat irure minim labore aute quis consectetur occaecat Lorem officia occaecat ut laborum cupidatat duis.",
        "description": "Dolor consequat ad elit non. Culpa elit et sit aute quis aliqua voluptate. Cupidatat ipsum voluptate irure nulla ad est consectetur nostrud nisi consequat non adipisicing nostrud nulla. Elit est adipisicing mollit duis velit laboris exercitation incididunt ut non. Proident est magna nulla consequat.",
        "price": "19.38"
      },
      {
        "id": "fb0362ae-dd48-44b9-a654-a81cd50275f5",
        "name": "Minim enim do est tempor est sint aliquip in aliquip reprehenderit consectetur.",
        "description": "Do mollit commodo ipsum esse dolore dolor labore fugiat ea pariatur in magna. Ea labore aliquip proident anim dolor sint. Est minim nostrud nostrud labore est nisi id ut. Lorem sit excepteur velit qui labore. Sunt eiusmod minim qui ut magna irure officia fugiat Lorem laboris. Mollit amet anim minim incididunt officia cillum id proident nisi. Veniam officia ullamco aliquip ullamco aliqua.",
        "price": "131.36"
      },
      {
        "id": "25d3a3d5-af04-4167-943a-a9eff352ef4c",
        "name": "Fugiat officia aute esse labore cupidatat ullamco reprehenderit anim deserunt qui consectetur dolore.",
        "description": "Duis ipsum aute id tempor voluptate labore consectetur sit dolor id cillum. Enim mollit cupidatat anim dolore ea et ut in velit. Reprehenderit aute pariatur est Lorem consectetur id. Esse aliqua sunt irure tempor elit laboris nisi cillum proident.",
        "price": "23.37"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue Oct 17 1972 05:02:31 GMT+0000 (UTC)",
    "price": "86.6",
    "list": [
      {
        "id": "3ba920b2-9fe3-4e25-b281-476adc92d532",
        "name": "Pariatur do ullamco aliquip do ipsum.",
        "description": "Proident esse laborum est id enim minim. Eiusmod quis aute officia laboris cillum amet commodo eu velit veniam. Sit sunt dolore reprehenderit est aliquip consectetur anim excepteur mollit reprehenderit cupidatat laborum. Aliqua ut ullamco consectetur enim ea magna ut sunt est elit cillum quis et. Enim anim ipsum do amet dolore occaecat mollit consectetur fugiat consectetur amet.",
        "price": "139.17"
      },
      {
        "id": "af728a68-780c-4994-8e43-90de23053443",
        "name": "Veniam Lorem ad non ipsum deserunt culpa ut ullamco consectetur tempor exercitation ipsum adipisicing.",
        "description": "Incididunt ea fugiat elit proident do incididunt aliqua pariatur quis. Nisi elit sint laboris ex sit proident nisi ullamco non esse consequat nulla sunt ullamco. Nisi nostrud ullamco amet enim. Culpa ipsum sit est in elit eu.",
        "price": "60.07"
      },
      {
        "id": "229c9783-7812-4be2-880d-8523dde881fb",
        "name": "Dolor eu amet deserunt irure nisi deserunt duis voluptate minim.",
        "description": "Laborum incididunt officia et veniam non enim laborum velit irure enim. Magna commodo occaecat sunt minim duis sint excepteur nulla non velit cupidatat. Proident nostrud mollit proident elit ipsum eu aliquip aliquip do. Commodo irure consequat proident sunt dolore duis non excepteur Lorem irure et aliqua esse proident. Tempor consequat id ad non proident incididunt cupidatat amet dolore cupidatat.",
        "price": "30.62"
      },
      {
        "id": "258e8a66-89f5-469b-b5cb-080863d5332f",
        "name": "Sint sint aliquip velit irure cupidatat ullamco exercitation ipsum cupidatat do pariatur occaecat irure dolor.",
        "description": "Eiusmod exercitation in eu nostrud Lorem consequat esse nostrud. Nisi tempor elit occaecat cillum adipisicing dolore consequat. Veniam laborum reprehenderit et sunt anim pariatur pariatur ad nisi minim laborum commodo amet ut. Laborum labore anim incididunt amet dolore anim ea cillum. Irure ex irure do duis cillum. Exercitation ut sunt non anim esse voluptate. Ea pariatur ipsum laboris minim ullamco irure aliqua aliquip adipisicing amet minim Lorem nostrud.",
        "price": "181.44"
      },
      {
        "id": "414249c9-6e7a-4fbc-b6f7-b93276e55f01",
        "name": "Ullamco ullamco nulla laboris tempor adipisicing aute.",
        "description": "Enim reprehenderit id ut non laborum laborum culpa reprehenderit enim in. Do culpa reprehenderit eiusmod nisi do do id fugiat do. Nostrud velit sint ut aliqua officia. Magna cupidatat occaecat ad nisi reprehenderit elit Lorem id eu labore. Voluptate veniam aliqua consectetur voluptate quis. Et Lorem ad non proident ullamco velit nisi et excepteur nostrud.",
        "price": "168.56"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed Dec 21 1988 14:51:02 GMT+0000 (UTC)",
    "price": "368.98",
    "list": [
      {
        "id": "3661da7e-0fa3-47da-b659-35f8248ffce9",
        "name": "Mollit dolore adipisicing laborum eu.",
        "description": "Aute Lorem labore cupidatat adipisicing commodo cillum mollit qui commodo. Irure fugiat laboris reprehenderit deserunt anim. Do culpa laborum commodo velit laborum nisi sit irure. Ut et dolore est occaecat minim.",
        "price": "15.81"
      },
      {
        "id": "59dec36d-5214-4e2c-9a5e-5417a1f01bd5",
        "name": "Eu adipisicing Lorem amet dolore pariatur amet aliqua.",
        "description": "Occaecat laborum dolore sint ipsum irure nisi. Excepteur ut dolor veniam laborum deserunt minim enim et qui. Sunt esse anim commodo aliquip sunt.",
        "price": "57.57"
      },
      {
        "id": "83815e17-36b4-476b-b1fc-59ce9a03d8a8",
        "name": "Voluptate minim consequat adipisicing laborum esse.",
        "description": "Nostrud proident occaecat quis sint exercitation velit sint. Excepteur et laborum adipisicing id sit labore proident magna consequat consequat elit qui cupidatat ipsum. Nulla nisi non est nulla esse qui tempor labore exercitation qui officia.",
        "price": "158.47"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Fri Jan 28 2011 17:08:11 GMT+0000 (UTC)",
    "price": "151.39",
    "list": [
      {
        "id": "67d9287d-1baf-4116-a2ef-c9aa4c8341f7",
        "name": "Enim adipisicing ex nostrud esse sit.",
        "description": "Pariatur cillum adipisicing eiusmod voluptate nulla excepteur eu consequat nisi quis anim Lorem officia. Labore irure consectetur ex aute Lorem ad sit amet. Adipisicing excepteur non ad ex nulla voluptate aliqua occaecat amet. Culpa adipisicing velit sint officia esse eiusmod cillum id. Anim fugiat consectetur aliquip id nostrud sunt quis ea officia consectetur proident officia ipsum aliqua.",
        "price": "191.15"
      },
      {
        "id": "e9ce77c5-74d0-441b-a8d8-43f47f6751b2",
        "name": "Ullamco consequat Lorem consectetur voluptate fugiat nulla.",
        "description": "Consectetur nulla pariatur nisi elit in cupidatat duis sunt sunt aute proident velit deserunt. Aute duis nostrud pariatur officia consequat amet non. Dolor laborum incididunt incididunt laborum. Nulla commodo culpa tempor reprehenderit in officia incididunt velit minim consectetur ullamco pariatur. Fugiat duis eiusmod adipisicing nisi cillum incididunt sint esse minim exercitation reprehenderit Lorem Lorem reprehenderit.",
        "price": "41.82"
      },
      {
        "id": "087e5d3c-e4c5-4573-9910-2b195835dbc1",
        "name": "Irure amet in reprehenderit enim amet quis.",
        "description": "Non sit culpa nostrud occaecat laborum ut labore excepteur. In enim consequat duis ex commodo et ullamco commodo ut eu. Sit nisi dolor magna irure. Nostrud anim et ullamco nulla. Ullamco consectetur adipisicing reprehenderit ullamco aute id eiusmod id labore tempor sunt. Eu esse non velit laborum adipisicing qui labore et in enim elit. Dolor qui nulla consectetur est esse.",
        "price": "53.64"
      },
      {
        "id": "49236512-40cb-4c61-8ec8-d79d2dbe85fb",
        "name": "Deserunt quis tempor dolor dolor et.",
        "description": "Ad occaecat nulla irure reprehenderit occaecat anim occaecat nisi mollit proident sint fugiat cupidatat pariatur. Mollit incididunt aute magna nisi nulla ex officia commodo dolor adipisicing labore. Irure id incididunt incididunt fugiat in aliqua ad consequat nostrud aliqua. Ex dolore excepteur aute deserunt nisi anim voluptate ex aliqua labore et nostrud excepteur. Deserunt tempor occaecat incididunt ad reprehenderit non dolor pariatur consectetur sit ullamco anim. Tempor adipisicing velit laboris occaecat ad occaecat ullamco pariatur officia sint.",
        "price": "139.3"
      },
      {
        "id": "25157c63-9a59-4c77-b912-a507c72b4f85",
        "name": "Sit velit qui nisi est nulla est.",
        "description": "Ad officia est dolor id nulla nisi consectetur ipsum aute pariatur amet commodo est. Adipisicing magna incididunt ea culpa elit aliqua. Velit nostrud aute excepteur commodo duis. Nisi eiusmod aute dolor aute aute commodo cupidatat cupidatat incididunt non exercitation esse laboris. Mollit minim pariatur officia sunt officia qui minim dolor voluptate dolor reprehenderit officia.",
        "price": "93.08"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed May 31 1995 17:05:14 GMT+0000 (UTC)",
    "price": "178.89",
    "list": [
      {
        "id": "43107516-8afe-48db-8f69-58e9763f7858",
        "name": "Id officia cupidatat sunt esse et consectetur enim laboris dolore incididunt magna commodo.",
        "description": "Voluptate exercitation tempor laboris ex occaecat Lorem commodo commodo nisi ex magna. Cupidatat aliquip pariatur deserunt aliquip anim culpa eu deserunt nulla ex cillum sit mollit. Ut ex pariatur cillum sunt labore.",
        "price": "40.14"
      },
      {
        "id": "33ed40e6-9582-46aa-84c0-f90a3de71b1e",
        "name": "Commodo amet in do qui dolore ad fugiat officia veniam sit occaecat fugiat est.",
        "description": "Nisi reprehenderit laboris aliquip magna pariatur minim nostrud ex laboris voluptate. Aliqua mollit ea velit excepteur. Nisi eu eiusmod consectetur laborum quis ea exercitation.",
        "price": "17.25"
      },
      {
        "id": "66f9f0ec-b7fd-4067-8990-ab2fcfb268a9",
        "name": "Ut est adipisicing enim amet velit occaecat mollit incididunt fugiat.",
        "description": "Nostrud et nostrud voluptate occaecat ipsum velit tempor. Mollit occaecat id aliqua Lorem eu qui eiusmod dolore reprehenderit occaecat in pariatur magna mollit. Amet eiusmod Lorem aliquip sit velit. Ea aliquip cillum aliqua occaecat nostrud. Duis nostrud Lorem labore elit exercitation reprehenderit ipsum laboris est proident magna. Aliquip in adipisicing eiusmod commodo eiusmod ea.",
        "price": "193.14"
      },
      {
        "id": "242d9110-d5d0-48cf-ae96-57eeacc13ffe",
        "name": "Dolore eiusmod est dolore cillum qui esse labore fugiat laboris cupidatat commodo Lorem.",
        "description": "Laborum Lorem tempor tempor consectetur in voluptate velit incididunt. Excepteur do id voluptate ex ut laborum commodo Lorem irure. Velit aute nisi officia velit aute anim velit in quis eiusmod do duis ad dolor. Ad ullamco ipsum esse officia nulla anim. Sunt dolore amet exercitation tempor sunt pariatur consectetur nulla consectetur cillum cupidatat duis adipisicing adipisicing.",
        "price": "151.64"
      },
      {
        "id": "d0dd89e5-166f-4ab1-80fa-decc0e69e99a",
        "name": "Fugiat duis laboris qui pariatur nostrud velit magna magna ad voluptate officia.",
        "description": "Ad fugiat nisi consequat in amet veniam ullamco consequat proident. Velit sit ad duis deserunt. Enim incididunt nostrud aliquip tempor adipisicing duis qui irure velit incididunt ea cupidatat.",
        "price": "94.04"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Fri Nov 08 2002 02:35:02 GMT+0000 (UTC)",
    "price": "210.92",
    "list": [
      {
        "id": "0351bfab-2505-40c0-9f86-848ed70abde2",
        "name": "Pariatur nisi irure exercitation dolor sint.",
        "description": "Id culpa mollit elit nisi nisi aliqua proident veniam. Esse ad qui pariatur elit ipsum sunt cillum sint ut quis mollit. Laboris est cupidatat id ipsum veniam excepteur cupidatat sunt exercitation amet fugiat ut laboris esse. Dolor mollit sit sint pariatur magna magna exercitation ut eiusmod laboris. Magna cupidatat eiusmod ullamco laboris deserunt id et labore. Occaecat dolore tempor fugiat veniam duis mollit ut mollit fugiat nulla. Adipisicing labore Lorem minim officia sint occaecat dolor aliquip sit aliqua ea.",
        "price": "189.4"
      },
      {
        "id": "4f986d56-7456-4f26-8b2b-8d8df50e1566",
        "name": "Ea nulla duis voluptate eiusmod aliquip culpa consectetur elit.",
        "description": "Esse amet voluptate nisi consectetur tempor esse proident commodo anim qui cupidatat cillum anim velit. Reprehenderit excepteur sit est commodo nostrud labore cupidatat. Fugiat proident consequat qui Lorem dolor occaecat elit irure.",
        "price": "17.22"
      },
      {
        "id": "b74fa8c6-ea36-4932-9595-abd9faec69eb",
        "name": "Adipisicing amet proident do sit proident tempor non ad commodo eiusmod aliquip dolore ea.",
        "description": "Ex adipisicing ex non tempor eu eiusmod ad dolore culpa cupidatat do eiusmod. Lorem nisi nisi ullamco do irure ea non qui irure commodo non officia. Tempor reprehenderit occaecat consequat cillum deserunt.",
        "price": "165.09"
      },
      {
        "id": "a033f437-bcdf-4fb2-9837-b96db95e6494",
        "name": "Incididunt veniam fugiat enim ad ex adipisicing eiusmod mollit eu nisi velit qui et veniam.",
        "description": "Eiusmod esse veniam magna ullamco non mollit culpa veniam sint minim ipsum. Dolore officia eiusmod dolore esse ullamco. Veniam qui tempor aliquip cillum.",
        "price": "126.56"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Thu Dec 21 2006 12:32:35 GMT+0000 (UTC)",
    "price": "33.77",
    "list": [
      {
        "id": "147fd114-2a93-4674-8222-28674553d302",
        "name": "In aute est id do quis velit.",
        "description": "Cupidatat esse ad do consectetur officia officia qui tempor enim. Irure labore voluptate duis ea ullamco do sint sit consequat excepteur. Esse id amet aute tempor dolore. Cillum in amet et laboris esse dolor mollit ut et nulla reprehenderit et esse. Enim esse eu ad esse id aliqua fugiat consequat. Lorem veniam aliquip labore deserunt sit nulla et.",
        "price": "124.38"
      },
      {
        "id": "e36343d9-9683-467b-9975-21fd2acc89f3",
        "name": "Consequat aliqua consequat eiusmod amet eiusmod est.",
        "description": "Magna sint minim sint aliquip aute cupidatat ipsum enim. Ut eu quis tempor culpa incididunt aute magna do fugiat in quis irure. Commodo consequat cupidatat duis ullamco incididunt nulla occaecat proident ullamco culpa duis ipsum duis. Dolore ea magna aute incididunt labore pariatur consectetur sint tempor.",
        "price": "10.47"
      },
      {
        "id": "b5ccd053-7be6-40b6-a9dd-bfc71f91e28a",
        "name": "Adipisicing cupidatat incididunt in voluptate qui veniam in est.",
        "description": "Non voluptate sit elit veniam. Et minim laboris anim consequat non non officia magna do voluptate excepteur ipsum velit labore. Enim aliqua veniam laboris nisi id tempor do velit nulla quis officia pariatur. Laborum ea non sunt sit nulla adipisicing ut sunt excepteur magna duis. Ad anim esse non velit excepteur.",
        "price": "40.41"
      },
      {
        "id": "69178455-8b9f-4e4b-a3bf-0dd83129c00f",
        "name": "Ad fugiat non deserunt commodo.",
        "description": "Do commodo ipsum nostrud in nostrud anim et elit ut. Aute fugiat ex veniam reprehenderit ut nulla id aliqua reprehenderit dolore enim magna velit aliquip. Laborum et labore culpa exercitation do nostrud et est id velit magna qui. Nisi amet adipisicing dolor dolor anim. Esse adipisicing exercitation mollit duis enim cupidatat anim aliqua anim deserunt nostrud amet.",
        "price": "135.89"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sun Oct 25 1970 10:18:47 GMT+0000 (UTC)",
    "price": "359.36",
    "list": [
      {
        "id": "8572b2b1-38eb-4a15-835c-630c0f029f9a",
        "name": "Eu reprehenderit aute deserunt anim esse fugiat ex aliquip commodo ut.",
        "description": "Ipsum mollit labore quis qui nulla cupidatat adipisicing. Dolor laborum enim aute sit dolore aliquip esse id quis labore magna laboris. Consequat minim non sint nisi mollit nisi sint. Lorem reprehenderit nostrud esse dolore fugiat Lorem dolore magna. Laborum voluptate Lorem duis deserunt dolor dolor consectetur et irure mollit labore.",
        "price": "131.91"
      },
      {
        "id": "7142cb34-ce91-4bc1-84fa-dade0e3c0fc0",
        "name": "Velit aute ea aliquip adipisicing dolor amet ut consectetur.",
        "description": "Eiusmod dolor proident consectetur excepteur commodo eu consectetur. Fugiat elit Lorem laboris pariatur reprehenderit laborum officia do. Ad deserunt duis do officia enim sunt tempor do elit laborum. Mollit eiusmod consequat enim incididunt excepteur voluptate proident cillum consequat velit cillum reprehenderit. Ad occaecat magna ut anim magna fugiat ullamco fugiat culpa ullamco est aliqua.",
        "price": "86.02"
      },
      {
        "id": "362e4cf1-55d1-4ae2-958d-56516f4e8b8b",
        "name": "Amet consectetur magna ad mollit eu reprehenderit ipsum quis.",
        "description": "Nostrud velit sint minim dolor ipsum proident velit do voluptate anim. Labore aute nulla enim commodo veniam esse nisi commodo occaecat eu sunt voluptate anim tempor. Ipsum laboris do non ea quis aliqua anim ea est aliquip fugiat. Occaecat nostrud minim nisi et consequat cillum quis culpa labore nostrud ullamco irure. Sit sint aute mollit aute anim commodo esse pariatur in.",
        "price": "91.38"
      },
      {
        "id": "cd49fc4e-e8ab-4647-a504-b1ff15c729b0",
        "name": "Nostrud id magna ad anim qui minim enim ipsum sint mollit ad.",
        "description": "Nostrud aliqua labore ipsum consectetur consectetur duis. Consequat sit aliquip sunt veniam nulla consectetur nostrud mollit adipisicing. Magna officia Lorem non labore sit aliquip occaecat non ipsum non culpa et.",
        "price": "104.19"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Jan 18 1975 16:49:25 GMT+0000 (UTC)",
    "price": "193.1",
    "list": [
      {
        "id": "71f203d9-fc0a-44b4-ba69-9471fd132c44",
        "name": "Dolore consequat eu consequat ex fugiat.",
        "description": "Eiusmod velit ea ea est tempor officia qui reprehenderit anim. Sit amet Lorem anim consectetur aliquip enim aliquip laborum nostrud consectetur mollit esse. Fugiat sit nulla labore veniam fugiat est laborum enim amet cupidatat aute. Cillum aliquip enim tempor duis ad ipsum ut labore ad dolore commodo sunt do id. Sint officia in officia sunt do.",
        "price": "143.18"
      },
      {
        "id": "dc210c0d-f178-4f47-bbf2-812b6294256d",
        "name": "Cupidatat dolor enim sit veniam adipisicing id cupidatat magna ipsum anim eiusmod anim do exercitation.",
        "description": "Exercitation sint incididunt ad tempor tempor ipsum cupidatat. Voluptate sint occaecat cupidatat adipisicing voluptate aliqua duis anim enim reprehenderit cupidatat. Mollit dolore excepteur ipsum et cillum duis minim non irure. Fugiat irure cupidatat consectetur do reprehenderit non laborum sunt veniam anim in ut sunt consectetur. Adipisicing et anim et sit ipsum esse.",
        "price": "180.91"
      },
      {
        "id": "75e0f58a-41a4-424e-991a-f003bd5765d0",
        "name": "Consectetur in occaecat est Lorem proident sunt minim minim labore velit veniam velit elit velit.",
        "description": "Sint enim exercitation sit cupidatat. Magna elit est occaecat est sit aliquip eu labore. Cupidatat labore fugiat minim et cillum exercitation adipisicing et id laborum Lorem proident reprehenderit et. Excepteur cupidatat minim id quis voluptate aliqua velit minim velit laborum et. Occaecat laborum esse eu excepteur ut. Quis nisi veniam laboris id cupidatat.",
        "price": "20.69"
      },
      {
        "id": "bd4e58cc-229c-4d98-92d5-f6870c0b25aa",
        "name": "Pariatur laboris adipisicing ullamco fugiat irure cupidatat et veniam minim adipisicing.",
        "description": "Irure dolore adipisicing anim exercitation eu magna eu quis tempor consectetur ipsum minim dolor sint. Incididunt exercitation elit laboris eiusmod irure labore. Elit sint aliquip nulla cillum ex sint fugiat ex ullamco dolore sint excepteur. In eu consequat sunt ex ex id est. Nisi ea laboris consectetur do. Excepteur voluptate consectetur adipisicing duis occaecat incididunt id sint minim duis excepteur. Aliquip eiusmod duis anim ad non.",
        "price": "17.58"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Nov 18 2000 23:26:33 GMT+0000 (UTC)",
    "price": "40.46",
    "list": [
      {
        "id": "f73faf04-1c56-4ce4-8906-5bfeeca8e295",
        "name": "Qui reprehenderit nostrud cupidatat culpa.",
        "description": "Dolor tempor est incididunt nostrud incididunt dolore voluptate et dolor pariatur. Enim amet est ut fugiat nostrud qui culpa fugiat ex reprehenderit cillum magna laborum ad. Elit ea eiusmod ut ullamco anim consequat ut officia elit non. Nisi nulla mollit pariatur nisi dolore ea elit sit amet commodo sint elit culpa in. Duis irure adipisicing tempor sint. Consequat incididunt sit sint do ullamco cillum est fugiat do nostrud minim non eiusmod in.",
        "price": "110.72"
      },
      {
        "id": "fbe338ec-b156-4efc-9efc-5e12058d9275",
        "name": "Deserunt exercitation eiusmod consectetur voluptate voluptate in ex do incididunt reprehenderit pariatur laboris et commodo.",
        "description": "Duis duis minim aute excepteur voluptate irure incididunt. Aliqua laboris commodo sunt ad et anim deserunt labore fugiat tempor pariatur. Id consectetur labore elit quis consectetur ut et. Aute velit reprehenderit magna deserunt reprehenderit eiusmod Lorem magna. Veniam voluptate nostrud exercitation nisi aliquip. Magna aliqua veniam labore ex aliqua elit ad incididunt irure cillum enim. Excepteur fugiat nostrud nulla consectetur nisi cupidatat mollit consectetur mollit.",
        "price": "47.11"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue May 01 1973 13:54:46 GMT+0000 (UTC)",
    "price": "326.23",
    "list": [
      {
        "id": "4458200b-ac5e-4597-80be-b659dccb033f",
        "name": "Magna deserunt minim sit eiusmod eiusmod Lorem ea ullamco.",
        "description": "Elit duis sit incididunt cupidatat adipisicing reprehenderit id do nisi nisi quis. Fugiat duis ea elit elit ipsum veniam fugiat consequat et ipsum ea. Ut elit mollit ullamco consequat deserunt commodo cupidatat mollit in ad in deserunt sint. Exercitation nisi adipisicing fugiat velit id velit ut est enim non ex.",
        "price": "134.34"
      },
      {
        "id": "4df45872-d755-42ed-ad04-82d88642247e",
        "name": "Sint deserunt reprehenderit fugiat quis pariatur occaecat do labore exercitation.",
        "description": "Excepteur tempor velit ex amet eiusmod officia. Sint laborum aute cillum nulla non qui in sunt deserunt voluptate laboris adipisicing. Excepteur nostrud Lorem eiusmod velit.",
        "price": "187.21"
      },
      {
        "id": "74cf35f1-08f5-445d-bd58-54af92c3eaf2",
        "name": "Eiusmod ullamco non amet et quis incididunt mollit elit eiusmod anim cillum dolore nisi elit.",
        "description": "Nostrud est elit sit aliqua fugiat incididunt laboris labore id veniam in elit nulla amet. Aliquip nostrud anim sit et culpa quis. Nisi veniam incididunt dolore sit eiusmod reprehenderit laboris in excepteur.",
        "price": "32.91"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Thu Aug 28 1980 17:57:06 GMT+0000 (UTC)",
    "price": "324.47",
    "list": [
      {
        "id": "df858d87-5456-48c2-9876-ac70b1a9c960",
        "name": "Exercitation consectetur aliquip qui cupidatat cillum.",
        "description": "Proident irure qui aliquip consequat commodo deserunt velit ullamco labore excepteur labore ea ea eiusmod. Enim reprehenderit consectetur do nisi sint. Aliquip nisi et velit aliqua minim ut commodo aute sunt veniam anim occaecat elit. Ea ea excepteur ex adipisicing et tempor nostrud non commodo ex labore. Voluptate aliquip quis fugiat enim aliquip. Cillum consectetur do eiusmod elit dolore labore velit. Proident proident exercitation reprehenderit incididunt consectetur Lorem.",
        "price": "122.11"
      },
      {
        "id": "fc51790b-60a5-4639-983a-b623c0feea39",
        "name": "Nostrud consequat eiusmod sit qui ullamco mollit pariatur proident cupidatat sint ut fugiat tempor incididunt.",
        "description": "Consequat duis in sunt tempor minim ipsum laboris officia commodo. Nulla fugiat fugiat mollit dolor aliqua veniam culpa. Velit consequat eiusmod anim elit sunt nulla cillum do minim Lorem. Ut nisi dolor reprehenderit voluptate occaecat minim ut qui nisi id dolor. Non eu voluptate cillum aute occaecat tempor eiusmod labore adipisicing aliqua aute aliqua. Quis nulla excepteur dolore aliquip ipsum duis sit. Fugiat cillum aliquip elit duis amet ullamco reprehenderit incididunt eu ut Lorem sint est.",
        "price": "82.71"
      },
      {
        "id": "8ecd9e9a-6d27-484a-bba9-37d7038b36dc",
        "name": "Exercitation aliquip adipisicing magna reprehenderit aute ullamco aliquip.",
        "description": "Fugiat ullamco culpa anim eu ut proident duis dolore eu sunt. Qui consectetur voluptate pariatur nulla nulla labore. Culpa laboris amet ipsum enim reprehenderit exercitation est eu velit id. Aliquip in dolore velit occaecat sunt nisi duis duis culpa occaecat esse ut et.",
        "price": "104.26"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed May 20 1987 21:32:09 GMT+0000 (UTC)",
    "price": 351,
    "list": [
      {
        "id": "be76650a-cd73-47cb-bfd2-e7fe8752585e",
        "name": "Occaecat est deserunt ex fugiat deserunt exercitation nisi dolore est non.",
        "description": "Magna esse officia aliqua ut in anim elit occaecat nulla in ex cillum do. Nostrud tempor sint dolore do sit cupidatat voluptate esse in deserunt cupidatat. Amet sit do voluptate cillum eu tempor.",
        "price": "188.63"
      },
      {
        "id": "b4a1ba50-f1a7-4e97-abe6-6379e379dfb3",
        "name": "Id enim cupidatat ea id qui labore sunt voluptate esse sit dolore minim officia.",
        "description": "Lorem do labore exercitation id voluptate deserunt cupidatat velit incididunt excepteur enim commodo proident. Sint eu sit Lorem sunt exercitation anim ipsum commodo sunt elit anim. Velit esse excepteur ipsum deserunt sunt ea aliqua occaecat aliquip adipisicing nostrud qui commodo eiusmod. Dolore proident consequat voluptate aliquip dolore duis culpa. Id ipsum ipsum id incididunt sit eiusmod incididunt proident cillum.",
        "price": "109.99"
      },
      {
        "id": "c7585872-acdb-4ac4-a82f-f076bcfb9628",
        "name": "Nostrud velit aliqua aliqua consequat culpa.",
        "description": "Occaecat culpa ullamco mollit qui. Esse quis quis ex consectetur do labore. Ullamco eiusmod elit occaecat reprehenderit duis dolore sit anim duis mollit occaecat. Officia id consequat id ullamco ullamco ad incididunt officia eu nisi ex. Nulla occaecat consequat ex velit minim aute cillum. Pariatur mollit eu proident enim tempor dolore ut irure. Ex mollit ex ullamco exercitation amet et aliqua aute voluptate ut non.",
        "price": "172.01"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Jul 14 1997 15:28:26 GMT+0000 (UTC)",
    "price": "113.93",
    "list": [
      {
        "id": "ce7d8250-da2b-4c5e-a6cd-48cc8e2e6bfe",
        "name": "Sint voluptate nulla consectetur cillum ipsum.",
        "description": "Irure nostrud elit culpa dolor commodo incididunt. Et aute proident mollit laborum irure laboris proident aliquip ad magna consequat nisi. Minim excepteur culpa sit sit elit tempor ut fugiat duis magna.",
        "price": "198.45"
      },
      {
        "id": "16895f77-3fb0-48c7-a8c9-f8672205eba4",
        "name": "Minim aliqua anim est do pariatur sit proident.",
        "description": "Irure incididunt labore excepteur in est sunt minim ipsum anim. Aliquip sit voluptate elit magna esse qui pariatur Lorem aliqua. Commodo et eu ut fugiat ullamco qui. Aute id officia anim adipisicing voluptate exercitation ea. Elit tempor adipisicing veniam cupidatat amet adipisicing sint.",
        "price": "58.51"
      },
      {
        "id": "9ca68310-1a41-45da-9e7f-66bba45ec957",
        "name": "Incididunt pariatur quis ipsum officia irure amet proident sit incididunt labore.",
        "description": "Fugiat reprehenderit irure est dolor excepteur amet aliquip. Velit deserunt ea reprehenderit nulla velit esse aliqua. Irure ipsum elit qui dolor non commodo consequat irure amet nisi incididunt.",
        "price": "47.17"
      },
      {
        "id": "c7d5b1f6-fb8f-4e1f-97d8-34405051703d",
        "name": "Laborum minim nulla anim consectetur esse incididunt dolor tempor labore cupidatat do minim.",
        "description": "Esse laboris officia fugiat et esse consectetur esse incididunt officia ex ad incididunt ea duis. Cillum amet proident duis cupidatat occaecat eiusmod enim adipisicing non deserunt Lorem. Culpa est ut nulla veniam do tempor commodo cupidatat. Commodo nostrud deserunt pariatur dolore commodo est occaecat nisi adipisicing consequat. Sit excepteur exercitation laborum culpa.",
        "price": "87.2"
      },
      {
        "id": "fa12378d-6c6f-4f2e-a600-bfe75515f9bf",
        "name": "Voluptate culpa labore incididunt ipsum.",
        "description": "Aliquip minim ex duis aliqua anim. Deserunt cupidatat anim tempor excepteur. Dolore cupidatat nostrud enim officia consequat aute pariatur ut. Culpa minim officia qui elit aliqua duis ea ullamco laborum. Pariatur dolore est reprehenderit Lorem. Ut qui amet consequat voluptate aliquip consectetur elit aliquip culpa dolore cupidatat elit Lorem eu. Amet laboris ullamco labore duis ex in aliquip in.",
        "price": "51.4"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed Jan 30 2002 01:06:27 GMT+0000 (UTC)",
    "price": "188.15",
    "list": [
      {
        "id": "4be5558f-2663-450b-9db9-39d85ba9cf2c",
        "name": "Exercitation minim reprehenderit ipsum labore consectetur est sint voluptate deserunt.",
        "description": "Ad anim nisi labore laborum mollit in ullamco voluptate. Fugiat qui consectetur nostrud excepteur aliqua. Consequat et amet velit elit quis consectetur tempor et laboris consectetur ad amet.",
        "price": "124.74"
      },
      {
        "id": "fb16d42d-0a91-417f-90f9-117dc165f14a",
        "name": "Cillum irure tempor qui irure nostrud et incididunt cupidatat sit.",
        "description": "Aliqua laborum irure consectetur mollit amet est excepteur cillum non consectetur. Amet ex officia cupidatat quis fugiat qui velit occaecat. Nisi ad cupidatat cillum ullamco officia eu eiusmod tempor proident ad sit ut minim. Et magna minim exercitation eiusmod.",
        "price": "140.34"
      },
      {
        "id": "536e5fd1-1b6c-4c03-93c1-4a6e42d495bd",
        "name": "Aliquip eiusmod velit adipisicing nisi ea ipsum sunt ea incididunt sunt sunt.",
        "description": "Minim sint aliqua adipisicing sit tempor excepteur tempor reprehenderit Lorem nisi consequat Lorem adipisicing deserunt. Et dolore eiusmod nulla proident sunt ex velit ea laborum culpa ea. Ipsum voluptate officia consequat esse ipsum cupidatat ullamco nisi aliquip cupidatat.",
        "price": "105.61"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sun Jan 29 1978 15:08:07 GMT+0000 (UTC)",
    "price": "365.35",
    "list": [
      {
        "id": "cdcd2de0-b463-47a4-ad63-66fa437b5cdb",
        "name": "Id irure proident duis ea sit in nostrud.",
        "description": "Cillum laboris et nostrud veniam mollit sit laboris deserunt ut enim anim amet. Aliquip consequat labore commodo id commodo irure excepteur nulla duis aliqua. Cillum cillum amet ad aliquip tempor laboris dolore occaecat officia cillum laboris sit nisi proident. Ex Lorem ullamco ad tempor nisi adipisicing est.",
        "price": "198.05"
      },
      {
        "id": "e440faad-eef3-491d-ac32-806909aebd6e",
        "name": "Enim consectetur laboris incididunt incididunt cupidatat qui ad mollit ad excepteur veniam et laborum.",
        "description": "Reprehenderit velit velit non labore non. Do aliqua velit elit aute voluptate officia eiusmod et qui consequat. Sit fugiat aliquip occaecat adipisicing reprehenderit laborum exercitation tempor laborum irure quis mollit. Non ea irure non consequat minim mollit. Eu ullamco quis magna elit laboris labore et velit mollit ex laboris. Ea commodo enim aliquip occaecat dolor. Magna voluptate in pariatur adipisicing anim aliqua.",
        "price": "107.37"
      },
      {
        "id": "2e7fb910-6775-4006-8802-26cc91dd1de4",
        "name": "Irure elit ipsum enim dolor deserunt esse excepteur sint mollit fugiat aliquip.",
        "description": "Aliqua et aliquip sunt et quis tempor. Consequat Lorem est nostrud aute consequat deserunt adipisicing ex deserunt elit cillum. Ullamco voluptate ea esse mollit do ut. Consectetur pariatur ut magna aute nulla aliqua minim tempor. Consectetur velit officia ipsum duis officia excepteur laborum do irure.",
        "price": "57.27"
      },
      {
        "id": "e0a46c75-0175-404d-b223-a0c4ed64c137",
        "name": "Qui culpa ex esse aliqua quis nulla consectetur elit dolore deserunt nulla magna commodo magna.",
        "description": "Sit duis minim officia enim laboris incididunt laborum cupidatat anim. Laboris voluptate minim cillum consequat commodo nulla aliqua fugiat ipsum incididunt fugiat. Quis eiusmod amet nulla laborum nulla occaecat aute velit Lorem proident tempor est.",
        "price": "53.6"
      },
      {
        "id": "46532ae1-ccaa-4aa2-8b8e-95fc64715d7f",
        "name": "Deserunt in reprehenderit dolor labore esse cillum.",
        "description": "Culpa nisi elit minim cillum cupidatat. Velit ullamco voluptate cillum ut reprehenderit exercitation incididunt anim ea dolor dolore pariatur cupidatat. Anim consectetur in commodo ullamco dolore fugiat minim elit pariatur mollit cillum voluptate officia. Consequat in commodo ex pariatur id dolore eiusmod ullamco excepteur enim mollit. Eiusmod laboris dolor irure dolor enim laboris dolore labore ad qui aute elit ad. Nulla adipisicing laborum labore culpa proident magna reprehenderit.",
        "price": "70.47"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Apr 07 1975 22:38:50 GMT+0000 (UTC)",
    "price": "18.7",
    "list": [
      {
        "id": "aa4f22b6-c37a-4c0c-8bca-d69195bf510e",
        "name": "Quis veniam ex nostrud et elit enim irure aliquip id.",
        "description": "Mollit incididunt consectetur nulla qui occaecat proident. Exercitation et nisi do excepteur tempor do quis non officia do. Anim amet pariatur culpa sunt dolor amet. Excepteur sint aute pariatur laboris. Ad laboris proident ad sint ex non proident quis est laborum eiusmod laborum minim nulla. Cillum adipisicing adipisicing deserunt consectetur deserunt tempor esse ullamco consequat labore sint ad laborum. Officia aute ad dolor irure consequat aliqua ad enim culpa ex commodo enim magna ea.",
        "price": "76.69"
      },
      {
        "id": "5c863e1a-5edd-4eb4-8f39-013b8d3c3015",
        "name": "Elit eiusmod deserunt minim sint incididunt reprehenderit est eiusmod commodo.",
        "description": "Nostrud id sunt nostrud pariatur quis ipsum voluptate. Laborum et et adipisicing ea cillum non pariatur consequat. Ullamco pariatur ea aliquip duis cillum amet mollit magna laborum ipsum. Nostrud enim consectetur eiusmod et nostrud consequat anim anim do.",
        "price": "11.01"
      },
      {
        "id": "d1196bda-e734-49fa-b080-fdc81ee41688",
        "name": "Commodo aliquip laboris eu fugiat consequat officia.",
        "description": "Aliqua minim dolor et cillum ex mollit cillum nulla veniam dolore. Non sit quis duis ullamco ad consequat pariatur. Nulla ipsum ullamco culpa officia minim velit tempor ex. Eu ipsum minim voluptate non aliqua. Enim consectetur laborum excepteur laboris fugiat ullamco et ipsum duis culpa sunt aliqua eu sint. Magna et ea anim aliquip pariatur elit sint amet ut.",
        "price": "53.74"
      },
      {
        "id": "1c81852a-4e69-43e5-bde0-83b6d508adaa",
        "name": "Veniam nisi esse pariatur commodo ut quis non ad deserunt consectetur velit do aliquip.",
        "description": "Sint labore aute enim proident esse velit tempor. Voluptate mollit ex minim ea ullamco. Nostrud ut esse aliqua enim irure nulla et nostrud minim amet dolor deserunt. Ullamco nostrud adipisicing velit deserunt adipisicing commodo commodo cillum veniam labore incididunt ut.",
        "price": "49.02"
      },
      {
        "id": "406fdfd7-34fb-475e-b0b9-6d1f4367d76c",
        "name": "Adipisicing ipsum aliquip eu officia.",
        "description": "Elit non do sint Lorem ullamco quis laboris incididunt nostrud qui. Pariatur laboris amet ad mollit excepteur culpa quis aute qui consequat duis. Sit elit eiusmod deserunt non adipisicing proident esse nisi cillum. Minim Lorem cillum et tempor qui est laboris tempor ullamco duis consequat proident exercitation. Lorem laboris velit minim fugiat ad adipisicing tempor nulla elit nulla incididunt incididunt exercitation. Commodo ea et eiusmod eu deserunt excepteur laborum dolore voluptate exercitation labore nostrud.",
        "price": "149.73"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Thu Oct 14 1982 21:07:51 GMT+0000 (UTC)",
    "price": "88.8",
    "list": [
      {
        "id": "946cfec9-36ac-4321-9f42-b64f851824a4",
        "name": "Laborum duis id consectetur voluptate est Lorem irure elit labore exercitation labore consequat reprehenderit est.",
        "description": "Laborum laborum ex occaecat ipsum amet. Et ut excepteur tempor sint adipisicing est id id. Voluptate adipisicing laborum veniam do culpa eu occaecat. Id adipisicing sint non mollit dolore ut do sunt eu duis commodo. Aliquip excepteur sunt officia mollit. Anim dolore et exercitation laborum commodo qui veniam officia tempor ad excepteur magna. Sint laboris exercitation nulla quis velit cillum sint exercitation.",
        "price": "69.6"
      },
      {
        "id": "f7c82d3c-e8c3-451b-bb53-8e10d492aeba",
        "name": "Nostrud ea nostrud est fugiat veniam nostrud occaecat ea culpa cupidatat.",
        "description": "Esse minim aliquip esse velit tempor consectetur aute eiusmod quis laborum quis aliqua. Nulla est in proident mollit eu voluptate Lorem laborum ad culpa cillum. Aliqua nostrud officia culpa quis occaecat incididunt laborum ex do cupidatat exercitation.",
        "price": "71.18"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Thu Jan 20 1994 21:52:43 GMT+0000 (UTC)",
    "price": "27.38",
    "list": [
      {
        "id": "0d3968d3-6099-439c-baa7-990a16a8905e",
        "name": "Consectetur adipisicing commodo ad pariatur dolore fugiat sit cillum enim in labore officia.",
        "description": "Aliqua anim ullamco esse aliquip labore sint. Magna nisi enim Lorem Lorem sint Lorem quis ex. Consequat cupidatat tempor cupidatat dolore. Deserunt dolor anim duis aute amet exercitation proident cillum. Veniam elit sit commodo mollit laboris.",
        "price": "15.65"
      },
      {
        "id": "38f92fbc-9bf9-4fa5-96de-5a5c557de10e",
        "name": "Laboris ex elit et dolor velit in laboris pariatur non magna pariatur voluptate.",
        "description": "Minim incididunt veniam ad occaecat sunt incididunt ullamco dolore. Sint fugiat culpa fugiat nulla adipisicing cupidatat culpa dolor sunt reprehenderit aliquip anim. Elit ex veniam laborum laboris ea esse mollit laborum aliquip eu culpa reprehenderit duis ullamco.",
        "price": 63
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Oct 20 2012 06:09:49 GMT+0000 (UTC)",
    "price": "266.55",
    "list": [
      {
        "id": "aa653fd2-8d0a-43dc-aefa-74b452956d09",
        "name": "Sunt do incididunt dolor irure qui sunt labore irure duis qui quis sunt ullamco.",
        "description": "Cillum laborum sint minim consequat laboris dolor ad aliquip. Ad anim exercitation mollit eiusmod. Ex Lorem anim duis eu ut dolor nisi irure magna elit. Eiusmod aliquip mollit eiusmod irure labore fugiat id cupidatat ad Lorem sint eu. Et officia non consectetur anim laboris tempor excepteur elit mollit enim esse consequat quis.",
        "price": "117.09"
      },
      {
        "id": "1794942b-4ff9-405f-a49a-4c44bb866821",
        "name": "Id Lorem enim et tempor.",
        "description": "Ut ipsum quis labore veniam in. Ea sunt Lorem consectetur non laborum veniam ullamco ea. Qui laborum dolor dolore veniam. Nostrud culpa veniam incididunt elit labore laborum sint ipsum occaecat aute excepteur. Quis cupidatat ad aliqua esse.",
        "price": "152.76"
      },
      {
        "id": "4e7b01c8-ee16-4553-b1e8-e5be8ba41e95",
        "name": "Qui ea proident consequat nisi id id duis nostrud eiusmod esse Lorem.",
        "description": "Do esse nisi culpa laborum labore eiusmod consequat sit labore sint sint. Voluptate dolor amet nostrud do cillum commodo. Ullamco deserunt adipisicing laborum ipsum aute laboris in dolore mollit. Enim eiusmod ullamco qui ea aliquip ullamco labore nostrud qui.",
        "price": "154.06"
      },
      {
        "id": "1492b3b3-1bf5-4079-95de-36407b0ce27c",
        "name": "Exercitation Lorem tempor adipisicing magna proident.",
        "description": "Sint velit ex fugiat ad incididunt sunt ullamco incididunt duis consectetur et minim magna culpa. Occaecat quis magna dolore eiusmod nulla deserunt fugiat deserunt. Aliquip labore irure cillum deserunt eiusmod excepteur qui ex esse. Enim officia nulla veniam eiusmod veniam nulla velit labore velit cillum enim.",
        "price": "195.46"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Sep 24 2007 11:16:04 GMT+0000 (UTC)",
    "price": "385.67",
    "list": [
      {
        "id": "e9bf236b-94c2-47f4-9db5-ebc4adb1f8cf",
        "name": "Nisi duis est ullamco anim consectetur aute tempor cupidatat aute id irure qui.",
        "description": "Elit exercitation anim pariatur pariatur tempor elit et magna laboris ea. Aliqua irure dolore aliqua dolore in fugiat elit. Irure consectetur tempor labore consectetur est non cupidatat proident mollit. Magna minim eiusmod consectetur duis pariatur officia reprehenderit ullamco. Lorem ex laborum ut exercitation ut.",
        "price": "190.22"
      },
      {
        "id": "2cbe97bd-51d4-44d4-8691-3fc31cab2f77",
        "name": "Lorem officia velit deserunt irure duis quis eu enim anim elit.",
        "description": "Qui non ullamco cupidatat occaecat reprehenderit do dolore eu Lorem in dolore dolor proident. Culpa commodo sint ullamco esse anim cupidatat enim excepteur exercitation est. Qui laborum ut do veniam enim nostrud dolor labore esse elit aute. Elit sunt commodo et elit commodo deserunt culpa. Dolore ullamco velit sit culpa adipisicing esse nostrud. Minim dolore est dolor Lorem. Ad sit ex reprehenderit elit dolore aliquip dolor qui.",
        "price": "14.27"
      },
      {
        "id": "f3fd63dd-53f2-4753-b9ef-4a644357ef74",
        "name": "Nulla dolor commodo magna sint.",
        "description": "Cupidatat pariatur fugiat deserunt ex Lorem ullamco. Et quis commodo eu irure non occaecat adipisicing aliqua Lorem irure ea. Occaecat tempor ea exercitation esse occaecat veniam aliquip. Veniam dolore duis nostrud eu. Mollit laboris sunt culpa ad sunt velit reprehenderit pariatur et sunt. Consectetur amet do aute voluptate occaecat magna dolor cillum laboris enim dolor adipisicing aute occaecat. Culpa reprehenderit cillum ea commodo.",
        "price": "21.88"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Jun 21 2003 16:35:12 GMT+0000 (UTC)",
    "price": "400.9",
    "list": [
      {
        "id": "9f3d3474-2c21-44e5-90c3-c7411be507f1",
        "name": "Aliqua deserunt dolor sit quis cupidatat.",
        "description": "Dolore ad amet aute id magna irure ad velit mollit nisi eu eiusmod officia. Nisi incididunt cillum duis laborum. Laboris ullamco non excepteur quis aliqua enim aliqua. Ea consectetur sint et consequat commodo in.",
        "price": "25.25"
      },
      {
        "id": "9e633981-8cfc-46ec-bbf0-7452bac1a5cf",
        "name": "Mollit eiusmod incididunt labore nostrud sit laborum.",
        "description": "Dolor velit sit officia veniam quis minim eu excepteur. Consectetur qui veniam ipsum magna dolor. Consequat excepteur eu fugiat magna ut excepteur labore dolor labore exercitation Lorem pariatur. Aute reprehenderit Lorem sit quis do cupidatat excepteur pariatur dolor anim anim consequat irure. Id et sint adipisicing aute non irure aliqua excepteur proident labore laborum culpa id velit. Aute sint ad sit cupidatat.",
        "price": "189.16"
      },
      {
        "id": "6b822d42-92a0-4758-ae8e-cf9cd83e362a",
        "name": "Ad sit tempor consectetur eiusmod anim irure.",
        "description": "Reprehenderit voluptate proident quis nulla ea dolor dolor. Dolore exercitation minim et esse quis veniam aute fugiat id esse officia. Consequat esse tempor aliqua culpa dolor velit consectetur. Lorem ad culpa pariatur sit enim. Magna nisi laboris exercitation occaecat veniam tempor sint qui.",
        "price": "187.97"
      },
      {
        "id": "522200a5-e10f-4dbe-a23c-f245e8bb0aab",
        "name": "Pariatur excepteur in sit dolore ipsum magna magna magna adipisicing consectetur minim.",
        "description": "Occaecat esse consectetur amet qui magna enim. Ut laboris dolor proident eiusmod dolore mollit culpa magna voluptate cillum exercitation labore tempor. Veniam proident ipsum ut officia officia anim excepteur dolor eiusmod commodo deserunt anim consectetur voluptate.",
        "price": "65.32"
      },
      {
        "id": "92ab0aff-e087-47b7-9d77-18d7bbb28ea0",
        "name": "Magna laborum amet nisi nulla.",
        "description": "Voluptate voluptate consequat irure voluptate magna ad enim sit irure duis. Minim id qui labore elit anim exercitation dolor laborum sit ullamco officia voluptate. Et amet aliquip deserunt proident laborum. Excepteur proident laboris minim nostrud irure non excepteur exercitation amet minim irure labore minim. Ea ullamco tempor aliquip dolore non.",
        "price": "184.17"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sun Oct 28 2007 07:52:00 GMT+0000 (UTC)",
    "price": "220.53",
    "list": [
      {
        "id": "0d02bf5e-4912-411f-9eed-19a2ae8d9e02",
        "name": "Id et veniam est dolore non voluptate.",
        "description": "Exercitation reprehenderit nulla eu ea nostrud et ipsum labore ex. Do incididunt sint laborum labore eiusmod ad. Incididunt tempor ea id sint fugiat anim ea exercitation elit ut cupidatat esse cupidatat. Nisi tempor dolore officia sit eiusmod aliqua incididunt tempor labore dolor laboris quis tempor. Adipisicing adipisicing sint dolor mollit. Magna esse aute occaecat in sunt commodo. Non ut consequat sunt ipsum reprehenderit ex enim cupidatat sit sunt cillum elit.",
        "price": "58.8"
      },
      {
        "id": "ec328d49-e14a-474b-97ec-0cd8d196405f",
        "name": "Exercitation nulla do elit nulla nulla laboris officia enim voluptate dolore pariatur ex est.",
        "description": "Qui esse deserunt ad commodo do. Aute nisi pariatur eiusmod nostrud reprehenderit cupidatat est mollit laboris officia amet. Quis voluptate nulla anim est laboris consectetur elit. Labore dolore sit id officia esse Lorem labore aute ipsum anim id elit.",
        "price": "41.96"
      },
      {
        "id": "e1641697-190d-4b54-a2a5-3eddbfa51421",
        "name": "Ut laboris pariatur adipisicing consequat in consectetur consectetur nisi laboris irure veniam id.",
        "description": "Sit exercitation in cupidatat ex sunt Lorem ad. Sunt dolore dolor nisi eu Lorem sunt occaecat est do aute nulla in incididunt eu. Ullamco voluptate tempor ex tempor eiusmod ad magna ea elit irure Lorem occaecat. Lorem est laboris irure officia amet nisi irure duis aliquip Lorem non culpa quis. Consectetur consequat laboris id mollit nisi laboris excepteur adipisicing officia ullamco quis. Elit excepteur nisi ad laboris deserunt ipsum labore qui ex ad.",
        "price": "92.63"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon May 08 2000 22:04:55 GMT+0000 (UTC)",
    "price": "50.44",
    "list": [
      {
        "id": "1109fcd2-737d-4bcf-8bc2-0abc45426766",
        "name": "Voluptate adipisicing amet Lorem eu elit eu sunt non cupidatat adipisicing elit consectetur.",
        "description": "Deserunt do nisi ea aliquip. Eiusmod officia do velit sunt incididunt velit nulla quis ut duis cillum id. Aliqua nisi cillum ipsum officia dolore nisi mollit.",
        "price": "99.31"
      },
      {
        "id": "8b8e0943-53e5-4251-bdef-36c7ce72c6c0",
        "name": "Irure velit adipisicing amet et amet ex elit duis nisi consectetur sint in velit.",
        "description": "Consequat id ad laborum sint occaecat enim magna duis minim eu. In proident sit ipsum nulla ipsum exercitation exercitation elit incididunt ut aute. Sint enim nostrud id sit ipsum consectetur quis. Esse eiusmod deserunt anim irure nisi amet excepteur nostrud ad consequat reprehenderit ad non. Occaecat esse mollit sint sit velit qui.",
        "price": "58.33"
      },
      {
        "id": "2f33e2cb-87de-4a7b-b05c-53a05344e67c",
        "name": "Consequat ad elit nisi in sunt laboris dolor eiusmod aute cillum incididunt.",
        "description": "Commodo adipisicing velit veniam ad incididunt ut laborum. Exercitation sunt aliqua voluptate et consectetur sit. Eiusmod aute esse deserunt occaecat enim ad laboris enim exercitation voluptate.",
        "price": "133.13"
      },
      {
        "id": "e6d17754-35d8-4d2d-a9b8-c0eaa582800b",
        "name": "Culpa eiusmod cillum laboris dolore.",
        "description": "Aliquip reprehenderit fugiat occaecat incididunt commodo ex labore eu. Esse laborum reprehenderit ea nisi sit nulla. Laboris sunt id anim ea sit. Exercitation in consequat ipsum proident in. Ad esse tempor sint adipisicing velit amet. Ex aute minim id consectetur reprehenderit nisi reprehenderit dolor dolor.",
        "price": "50.48"
      },
      {
        "id": "8c8ae77f-cbc2-486f-8468-3f41edd6fc44",
        "name": "Minim irure Lorem voluptate commodo dolore.",
        "description": "Consectetur voluptate tempor in ut magna cillum cillum commodo aute cillum occaecat esse minim sint. Enim laborum quis excepteur et minim. Est sunt veniam reprehenderit in adipisicing consectetur nulla nisi deserunt incididunt minim cupidatat dolore ex. Duis consectetur duis in Lorem sunt voluptate ad minim laboris duis pariatur. Adipisicing culpa est officia consectetur. Consectetur id sint nostrud id occaecat dolore eu aliqua sit consequat eiusmod sint sint.",
        "price": "32.42"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Fri Sep 03 2004 15:51:23 GMT+0000 (UTC)",
    "price": "23.95",
    "list": [
      {
        "id": "bfdcc1f0-a24b-4192-87cf-612b560a31f7",
        "name": "Dolore enim sunt aliquip veniam pariatur aliquip amet id laborum esse.",
        "description": "Quis aliqua nisi nisi ullamco occaecat ut cupidatat deserunt sit Lorem voluptate pariatur dolor. Ullamco et eu id sunt aute esse reprehenderit sit cillum qui cupidatat. Cillum cillum deserunt veniam qui deserunt occaecat aliqua est sunt dolore ipsum amet irure id.",
        "price": "150.58"
      },
      {
        "id": "c589521e-7423-4f52-bcff-5d14a35afce4",
        "name": "Lorem sunt ex occaecat aliquip voluptate mollit cupidatat voluptate dolor do velit.",
        "description": "Laboris veniam reprehenderit ipsum magna Lorem nostrud ut officia cupidatat consectetur cillum nisi sint ipsum. Proident adipisicing deserunt duis pariatur officia excepteur nisi ad. Proident pariatur nostrud irure qui cillum laboris.",
        "price": "103.93"
      },
      {
        "id": "3842c3af-1e6d-499a-bdb5-1bfe0c1c7476",
        "name": "Dolor laboris cupidatat id duis Lorem sint esse deserunt.",
        "description": "Ipsum pariatur reprehenderit occaecat non fugiat excepteur irure sit non eiusmod anim nisi adipisicing voluptate. Magna ut aute ea minim exercitation voluptate sit. Irure minim exercitation pariatur nulla aliquip aliquip.",
        "price": "141.57"
      },
      {
        "id": "b34a7a74-a356-4887-8c0f-583629899c88",
        "name": "Irure ea dolor Lorem ex ipsum laborum cupidatat irure duis anim et eu duis.",
        "description": "Sint eiusmod cupidatat eu cupidatat do eu enim ipsum reprehenderit do commodo ut enim. Ipsum est in tempor nulla dolor commodo voluptate Lorem et et. Aliqua Lorem officia aute Lorem proident ullamco adipisicing aliquip ad. Pariatur et laborum reprehenderit aliqua laborum excepteur in est cupidatat anim ut sunt laborum. Qui esse enim culpa velit excepteur excepteur. Mollit anim ea anim ut pariatur. Elit ex fugiat laborum veniam dolore velit nisi.",
        "price": "20.72"
      },
      {
        "id": "274e280d-c8fc-40b8-8333-923f1c3842d5",
        "name": "Nostrud sint excepteur magna magna ex occaecat minim sint aliquip sit.",
        "description": "Sunt enim laboris labore mollit nostrud in consectetur ipsum cupidatat tempor eiusmod qui sunt duis. Pariatur proident esse nulla sunt reprehenderit incididunt tempor culpa. Officia in est commodo anim. Consectetur ex proident nisi reprehenderit culpa elit.",
        "price": "138.33"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Apr 11 1988 11:56:38 GMT+0000 (UTC)",
    "price": "430.57",
    "list": [
      {
        "id": "09daa2da-e6fe-4cd2-8272-5efb4a8fa611",
        "name": "Anim sint nisi ipsum qui fugiat.",
        "description": "Consequat officia nulla qui aute sit veniam dolor labore reprehenderit et. Ad occaecat culpa laborum ex labore consectetur ea. Reprehenderit pariatur in tempor ullamco sit laborum. Esse cillum laborum ad officia minim excepteur nulla sunt aliquip dolore ad. Reprehenderit aliqua exercitation consectetur ex sunt ea enim exercitation ad consectetur quis et ad. Minim Lorem eu laborum exercitation culpa occaecat pariatur fugiat ut non magna fugiat ad.",
        "price": "76.25"
      },
      {
        "id": "0992039a-265d-453d-8518-b186f654f231",
        "name": "Qui deserunt exercitation fugiat qui duis duis aliquip anim culpa exercitation consequat culpa duis.",
        "description": "Consequat aute ea laborum non. Mollit tempor consectetur nostrud laboris deserunt. Est Lorem do veniam consequat. Nulla nostrud nisi nostrud aute est.",
        "price": "179.08"
      },
      {
        "id": "8d28814a-7f3b-4956-8dc1-27ad8efe4eb4",
        "name": "Mollit voluptate enim laborum pariatur anim.",
        "description": "Elit occaecat nisi aute eiusmod excepteur voluptate non. Irure ipsum officia nostrud eu ex duis nisi laborum enim enim labore adipisicing et. Excepteur dolore laboris in aute sunt est ea qui esse anim ullamco.",
        "price": "173.84"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed Oct 19 2016 04:11:49 GMT+0000 (UTC)",
    "price": "204.09",
    "list": [
      {
        "id": "988e1964-46e6-4929-9b55-3c411fe53d17",
        "name": "Et mollit esse consequat voluptate laboris qui proident in velit elit sit ea aliquip.",
        "description": "Duis culpa aute occaecat amet aliquip aute ipsum aute sunt ullamco aliqua dolor. Incididunt fugiat anim adipisicing velit deserunt enim pariatur fugiat. Qui consequat dolor culpa eu. Elit non aliquip aute reprehenderit elit ex aliqua. Sunt amet magna irure sit exercitation in irure labore.",
        "price": "96.32"
      },
      {
        "id": "26e88835-dd83-4ff3-b16e-7d4cd9b0862f",
        "name": "Mollit laborum laboris ad officia labore minim Lorem id nisi.",
        "description": "Adipisicing non cillum fugiat quis pariatur. Ea officia commodo deserunt reprehenderit elit Lorem aliqua excepteur culpa laboris. Ullamco anim dolore proident quis incididunt anim. Quis voluptate sint voluptate voluptate ex ex occaecat. Aliqua pariatur et aute do in non eu minim. Ut amet aute aute sunt nisi cupidatat tempor exercitation aliquip labore laborum laboris irure consectetur. Ad proident officia commodo irure.",
        "price": "104.92"
      },
      {
        "id": "7e5f5596-c6fc-46cd-b49a-667e3f81c769",
        "name": "Mollit consectetur et aute aute id sunt ullamco consectetur.",
        "description": "Incididunt incididunt nulla fugiat aliqua proident. Ut cupidatat est laboris excepteur commodo qui veniam aute enim minim est elit in elit. Aliquip consectetur laborum consectetur eu laborum. Sunt do velit pariatur veniam esse ipsum est nostrud ut eu mollit.",
        "price": "185.15"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed Mar 27 1996 07:40:36 GMT+0000 (UTC)",
    "price": "377.81",
    "list": [
      {
        "id": "b598fb5b-27c1-4ca2-8517-b8246a107597",
        "name": "Lorem nisi minim tempor officia culpa cupidatat laborum in.",
        "description": "Do ullamco nulla sint cillum cillum dolore minim veniam tempor. Nisi quis reprehenderit cupidatat cupidatat duis. Consectetur eiusmod aute voluptate consequat pariatur veniam anim aliqua reprehenderit sit cillum irure. Commodo incididunt anim non dolore laboris. Do mollit id esse tempor deserunt nostrud qui reprehenderit. Non sunt labore ullamco minim. Sint elit in consequat tempor qui nulla velit culpa commodo cillum commodo officia.",
        "price": "103.13"
      },
      {
        "id": "13bd0e6e-8e14-4e5b-8906-98f784f3e6cb",
        "name": "Qui adipisicing consequat sunt in do reprehenderit.",
        "description": "Labore occaecat adipisicing officia Lorem nisi dolor. Deserunt minim ex proident ullamco do mollit nulla. Adipisicing quis cupidatat commodo ad do labore et anim amet dolore. Adipisicing adipisicing anim irure cupidatat exercitation. Elit aliqua in ipsum esse quis ex id id ea. Cupidatat aute velit veniam dolor velit dolor. Commodo esse id sunt velit fugiat labore.",
        "price": "53.62"
      },
      {
        "id": "a83e76f5-ee87-48ff-a09e-e038d47ab935",
        "name": "Est ex id magna culpa labore fugiat fugiat ea eiusmod.",
        "description": "Mollit non amet voluptate minim voluptate eu laborum incididunt velit aute nostrud laboris exercitation. Esse in sunt minim culpa ut fugiat aliqua mollit aliqua cupidatat ullamco. Lorem tempor eu elit reprehenderit adipisicing eu amet irure adipisicing labore ad qui Lorem. Tempor excepteur veniam amet cupidatat ipsum ex velit culpa cupidatat Lorem consectetur. Duis nisi nostrud anim consequat irure mollit quis ullamco aute est. Ad adipisicing et consequat aliqua exercitation culpa magna fugiat ea consequat commodo ad.",
        "price": "160.14"
      },
      {
        "id": "d9a8a3c6-cc5e-4f8a-875e-e0de0d5ad44f",
        "name": "Anim ex tempor velit mollit occaecat veniam adipisicing aliqua deserunt nulla exercitation aliqua enim exercitation.",
        "description": "Aliqua minim labore aliquip duis sunt. Non exercitation laboris cupidatat nisi sit id. Esse fugiat culpa ex anim esse tempor pariatur est veniam elit. Dolor voluptate Lorem nostrud adipisicing sint fugiat voluptate ea minim eu proident elit dolore.",
        "price": "124.38"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Feb 12 2000 20:52:40 GMT+0000 (UTC)",
    "price": "255.54",
    "list": [
      {
        "id": "8f36c483-50d8-4a78-8bf6-340fff4bb99d",
        "name": "Amet pariatur eiusmod consectetur quis enim irure veniam.",
        "description": "Sunt commodo commodo est velit Lorem consequat mollit qui est id id eiusmod consectetur. Eu ea ex id incididunt minim consectetur id et enim proident voluptate sint. Aliqua est reprehenderit proident ad commodo deserunt deserunt do officia. Id excepteur commodo aute magna reprehenderit reprehenderit. Est officia pariatur minim aliquip voluptate fugiat incididunt dolore duis proident enim sint et.",
        "price": "166.71"
      },
      {
        "id": "08b9a6ac-4539-4448-83d2-aa2059d754d3",
        "name": "Labore ex irure ea ipsum mollit adipisicing dolor.",
        "description": "Tempor irure eu cillum veniam incididunt adipisicing. Aliqua non nulla deserunt esse laborum velit ipsum. Velit dolore aliquip quis minim fugiat ullamco deserunt id nostrud do quis laborum.",
        "price": "159.19"
      },
      {
        "id": "8fd63bbb-569c-4ca4-a999-44ac51eef34b",
        "name": "Ea amet magna sunt nulla non adipisicing ad in.",
        "description": "Voluptate aliquip consequat laborum dolore duis minim adipisicing adipisicing esse. Est cillum quis dolor proident consectetur incididunt fugiat sunt deserunt est laborum id anim. Veniam ea excepteur veniam adipisicing aute veniam esse ex irure pariatur tempor aute. Exercitation eu commodo ea qui pariatur sint sunt Lorem reprehenderit fugiat nisi irure. Laborum duis in voluptate cupidatat aliquip consequat nisi id sit pariatur. Deserunt esse ipsum laboris quis quis veniam irure anim nulla id sit exercitation culpa elit. Veniam do anim anim voluptate.",
        "price": "6.39"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue May 18 2010 23:01:07 GMT+0000 (UTC)",
    "price": "68.4",
    "list": [
      {
        "id": "dfbebf20-cf70-4109-b3c7-040c987457f1",
        "name": "Dolore culpa quis adipisicing magna id adipisicing pariatur et duis.",
        "description": "Cillum anim elit sit do nulla eu mollit. Proident consectetur reprehenderit ex enim elit non voluptate mollit elit aliqua mollit. Cillum pariatur irure culpa duis cillum do.",
        "price": "94.7"
      },
      {
        "id": "8f3a4033-7057-4f3f-9fc6-38f8c9e3d47f",
        "name": "Enim amet dolore in est Lorem consectetur dolor veniam eiusmod minim ut.",
        "description": "Incididunt incididunt commodo anim aliquip. Tempor cillum velit ipsum excepteur. Nulla ullamco cupidatat mollit velit ipsum in tempor ex cillum veniam. Sint nulla ex esse aliqua officia deserunt magna tempor duis veniam. Ex non commodo nostrud eiusmod id cillum id pariatur tempor id est sint elit. Incididunt nisi occaecat ad id do culpa deserunt proident mollit esse cillum deserunt enim.",
        "price": "37.45"
      },
      {
        "id": "e2ca1e97-208c-45b0-b969-179495c21200",
        "name": "Occaecat sit velit ut eiusmod anim mollit magna veniam velit sit.",
        "description": "Adipisicing mollit sint consectetur aliqua ut nostrud laborum laboris. Sunt laboris eiusmod incididunt dolore sunt cupidatat incididunt. Ea velit ex commodo ad labore non commodo et ullamco.",
        "price": "198.62"
      },
      {
        "id": "f079b021-2a4c-4d54-9e91-7bbfbd501d7e",
        "name": "Quis labore non et incididunt amet id aliqua cupidatat.",
        "description": "Officia eiusmod aute dolore enim quis irure amet. Enim Lorem excepteur cillum officia. Veniam dolor eiusmod consectetur nulla.",
        "price": "122.27"
      },
      {
        "id": "73f98089-6224-4c7b-8a20-f4a0ea467569",
        "name": "Laboris elit irure dolor esse in esse aliqua excepteur minim sunt nisi laborum elit Lorem.",
        "description": "Qui ea incididunt irure excepteur commodo et proident amet nisi cupidatat quis. Nulla pariatur veniam veniam proident ipsum proident est. Cupidatat pariatur anim aliqua Lorem laboris esse quis aliquip reprehenderit proident pariatur. Laborum consequat veniam fugiat mollit nulla culpa.",
        "price": "148.73"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Jun 17 2019 10:28:17 GMT+0000 (UTC)",
    "price": "48.9",
    "list": [
      {
        "id": "325507ec-c0d3-4b03-a369-377ad843c628",
        "name": "Amet magna est laboris laboris occaecat excepteur ipsum labore nulla ut.",
        "description": "Excepteur est sunt non velit fugiat proident ullamco proident in. Consequat irure officia culpa pariatur aliqua nulla. Mollit duis elit occaecat adipisicing ullamco enim ex elit pariatur non voluptate ex occaecat nostrud. Laboris cillum minim est ipsum ea sint exercitation dolor est.",
        "price": "80.41"
      },
      {
        "id": "56a0acce-2f9e-437c-8315-29a7ca8e5e63",
        "name": "Adipisicing voluptate fugiat elit excepteur amet anim officia velit.",
        "description": "Nostrud culpa anim elit sint eu velit reprehenderit eu elit eiusmod et velit Lorem elit. Sit dolor labore quis voluptate nisi exercitation sit amet veniam pariatur sunt. Commodo est laboris excepteur dolor.",
        "price": "43.89"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Thu Feb 17 2000 02:15:50 GMT+0000 (UTC)",
    "price": "87.27",
    "list": [
      {
        "id": "a2f0b5eb-4199-4268-a67a-a56f680ce8a8",
        "name": "Eu incididunt ex veniam aliquip duis minim laboris cillum et esse.",
        "description": "Incididunt excepteur est ullamco est anim. Occaecat non elit ipsum dolor occaecat excepteur officia esse non culpa aute officia pariatur nisi. Aute do nostrud do consectetur irure occaecat do quis ex velit consectetur aute. Lorem nostrud qui aliqua commodo voluptate eiusmod. Adipisicing irure pariatur consequat irure enim cupidatat laboris pariatur aliqua consequat dolor est velit. Est voluptate amet non laboris laboris esse.",
        "price": "47.49"
      },
      {
        "id": "7247a980-2f6e-4b38-bf93-325c13a92202",
        "name": "Laboris proident et adipisicing cillum ullamco cupidatat nisi adipisicing aliqua ullamco.",
        "description": "Occaecat aliquip deserunt sit aliquip nostrud quis sunt est anim officia Lorem. Culpa commodo irure ullamco qui adipisicing esse enim fugiat reprehenderit duis nisi ea. Adipisicing nisi voluptate nostrud laboris do. Reprehenderit proident do sit consectetur nisi ullamco. Laborum et voluptate eiusmod et ad consequat enim dolor ut.",
        "price": "195.65"
      },
      {
        "id": "511174ed-051a-46cc-b287-7dfd382defac",
        "name": "Id sunt irure nisi mollit do aliqua ut ipsum exercitation ex labore excepteur mollit id.",
        "description": "Eiusmod minim culpa eu mollit cupidatat cupidatat dolor voluptate deserunt velit Lorem est pariatur. Amet laboris enim aliqua est laborum tempor in cillum do. Et ipsum eiusmod sint sit dolor consectetur adipisicing culpa fugiat ad excepteur duis ea in. Proident tempor eu incididunt est sit in ad eu anim laborum nostrud incididunt. Do ipsum id minim aute cupidatat anim. Laboris ea laboris enim excepteur ipsum incididunt ad duis laboris esse consectetur ea. Nulla ea pariatur non irure.",
        "price": "84.69"
      },
      {
        "id": "2f9e2e80-f8f7-4bf5-bfff-924a7f9a5cf2",
        "name": "Anim officia duis et fugiat deserunt magna qui est adipisicing ad.",
        "description": "Anim nostrud nulla qui pariatur consectetur. Ullamco in labore commodo consectetur mollit cupidatat sunt enim ea officia. Elit aute aliquip ad sunt fugiat do ipsum velit incididunt.",
        "price": "130.4"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed Sep 05 2007 06:27:54 GMT+0000 (UTC)",
    "price": "484.02",
    "list": [
      {
        "id": "78b7fa42-7955-4f44-88b8-93425c275c8e",
        "name": "Dolore voluptate ad proident ullamco minim amet velit ex incididunt voluptate.",
        "description": "Pariatur voluptate nulla dolore nisi nostrud dolore. Consequat ullamco nisi veniam elit laboris mollit commodo voluptate eiusmod occaecat non cillum ea. Nulla incididunt commodo sit dolore fugiat nisi in aute tempor aute proident velit. Ad pariatur mollit reprehenderit minim pariatur cupidatat cillum consequat. Sunt ut nostrud consequat anim aute eu exercitation amet dolore sint. Ad et cupidatat fugiat exercitation ut ipsum duis adipisicing in sit tempor eiusmod. Sint aliquip fugiat id ipsum reprehenderit reprehenderit sint.",
        "price": "190.66"
      },
      {
        "id": "49084de9-e9ab-437a-8118-50f9a2db4f35",
        "name": "Tempor nulla in mollit adipisicing pariatur excepteur ex enim anim laboris laboris.",
        "description": "Veniam nisi eu ipsum nostrud officia do ad eiusmod irure. Et irure tempor nulla et officia excepteur velit. Est et duis velit consequat amet. Mollit ex culpa mollit irure deserunt veniam commodo ex est ad amet cillum adipisicing.",
        "price": "168.1"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Oct 17 2015 20:49:55 GMT+0000 (UTC)",
    "price": "430.42",
    "list": [
      {
        "id": "030292cf-ac99-4d98-9509-173a909d96ac",
        "name": "Adipisicing Lorem sint incididunt consequat mollit et qui adipisicing magna Lorem sunt.",
        "description": "Cupidatat consectetur Lorem tempor aliqua adipisicing duis enim non adipisicing amet in consectetur voluptate ipsum. Eiusmod dolore non fugiat cillum ipsum culpa exercitation sit fugiat laboris qui. Cupidatat labore cupidatat aliqua commodo qui minim incididunt anim in nisi dolor exercitation. Aliqua fugiat magna eiusmod irure veniam. Labore dolor amet excepteur irure ullamco dolore. Labore irure ea enim enim in esse aliquip ad eiusmod dolore.",
        "price": "137.61"
      },
      {
        "id": "cbe4a0b6-3b66-4972-9730-05f4f9fe9750",
        "name": "Id laborum deserunt exercitation aliquip Lorem ullamco incididunt.",
        "description": "Sint dolor est excepteur exercitation duis et quis. Sunt ea ad nostrud mollit eiusmod elit eu elit deserunt anim commodo proident quis. In enim sint incididunt deserunt mollit dolore ipsum. Magna nisi labore proident eu cupidatat do laboris enim. Laborum anim occaecat non aliqua aliquip occaecat veniam aliquip incididunt eu laboris ex ad. Mollit anim quis velit et cillum voluptate dolore proident culpa laboris elit enim deserunt anim. Lorem deserunt magna eu labore velit non sint aute irure velit fugiat voluptate.",
        "price": "184.91"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Thu Dec 09 2004 16:11:47 GMT+0000 (UTC)",
    "price": "230.4",
    "list": [
      {
        "id": "c9f8b82b-6984-4cee-961b-739db71b7f83",
        "name": "Et dolor culpa anim ut proident aliquip.",
        "description": "Commodo velit reprehenderit id cillum aliqua laborum pariatur reprehenderit laboris magna esse velit. Quis laborum ullamco et do duis sunt. In labore nostrud eiusmod quis consequat nulla sint est esse. Et nulla consequat pariatur occaecat consectetur est amet occaecat.",
        "price": "99.16"
      },
      {
        "id": "f4422d70-fb3f-470e-b9e6-374b1343054a",
        "name": "Pariatur commodo ut veniam occaecat quis.",
        "description": "Nulla exercitation aliquip eu enim amet ex dolor. Ad tempor incididunt dolor ea ea ex. Cillum fugiat incididunt anim tempor consequat ad non.",
        "price": "172.63"
      },
      {
        "id": "61a0f471-411b-4b74-adb3-f8b78ff3e208",
        "name": "Aliqua ut deserunt aliqua sit laborum cupidatat ullamco velit.",
        "description": "Occaecat duis excepteur esse aliqua duis eu commodo cillum amet culpa commodo aute irure nostrud. Nulla duis dolore do do enim tempor. Proident irure pariatur eu dolore consectetur enim cillum. Ea culpa qui ea ullamco. Ex magna esse officia pariatur eiusmod non nisi ex minim.",
        "price": "179.39"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue Mar 11 1975 03:09:56 GMT+0000 (UTC)",
    "price": "397.48",
    "list": [
      {
        "id": "d42de06e-e484-4773-a1c1-4b47c33fc10f",
        "name": "Officia deserunt dolor voluptate adipisicing labore sint tempor ex reprehenderit non dolore.",
        "description": "Sit aliqua non non voluptate. Qui sit eiusmod laborum laboris aliquip proident labore. Id voluptate ea nisi ipsum sunt quis aliquip ad enim sunt.",
        "price": "33.74"
      },
      {
        "id": "95c42ed4-bcdc-4958-91ea-9cab7640e2c3",
        "name": "Sint id labore cillum fugiat pariatur velit labore tempor officia tempor laborum deserunt occaecat est.",
        "description": "Pariatur Lorem aliqua proident ea pariatur enim magna cillum ut consectetur quis pariatur. Nostrud dolore pariatur in enim velit ex adipisicing anim aliquip. Quis id nulla est quis in est minim eu deserunt adipisicing. Adipisicing et consectetur eu aliqua veniam ipsum amet id ad ex anim cupidatat fugiat proident. Commodo eiusmod enim cillum culpa tempor sint eu commodo cillum tempor sit.",
        "price": "53.68"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Fri Jan 23 1970 12:02:09 GMT+0000 (UTC)",
    "price": "64.16",
    "list": [
      {
        "id": "0240ea47-c787-485f-95a5-2b45f005807b",
        "name": "Sint nisi est sit et sunt.",
        "description": "Laborum non esse pariatur consectetur minim deserunt. Nostrud in elit ad exercitation do fugiat incididunt aliquip aliquip consectetur mollit laborum elit veniam. Veniam dolor irure quis id cillum ipsum ipsum aliqua occaecat ad quis non consequat ad. Sunt officia minim irure anim nisi laborum voluptate.",
        "price": "78.16"
      },
      {
        "id": "e1684d4c-1291-4437-b947-aa02c5e132bc",
        "name": "Duis laborum elit exercitation nostrud consequat do ut non tempor.",
        "description": "Cupidatat ad eu elit sit aute anim adipisicing cillum quis occaecat. Tempor ut ipsum proident magna Lorem exercitation reprehenderit tempor eu officia amet. Nulla culpa ut reprehenderit anim aute deserunt velit velit nostrud nulla deserunt in. Aute magna id deserunt consequat. Labore dolore laboris consequat et sunt irure adipisicing ea sit ut do. Et dolor irure Lorem qui velit aute qui magna excepteur elit.",
        "price": "135.34"
      },
      {
        "id": "add97c06-7ae6-4f80-b955-396831d51813",
        "name": "Cupidatat officia elit commodo anim aliquip sint incididunt qui labore sint quis ad.",
        "description": "Veniam nostrud aliqua ipsum amet laboris eu magna magna sunt cupidatat nisi excepteur. Ullamco ut nisi minim commodo voluptate cupidatat tempor pariatur quis ullamco. Sit dolore id adipisicing et laborum. Id occaecat sint tempor esse cillum cupidatat quis reprehenderit. Ipsum id minim magna nostrud incididunt ipsum. Tempor elit quis Lorem commodo sint dolore dolore tempor. Tempor id nulla nulla labore aliqua sunt aliqua consequat incididunt.",
        "price": "30.86"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat May 19 2018 23:14:13 GMT+0000 (UTC)",
    "price": "246.63",
    "list": [
      {
        "id": "cb319bab-bd95-4057-b21f-4298be25950d",
        "name": "Nulla amet labore in exercitation tempor adipisicing ut incididunt consectetur incididunt officia amet.",
        "description": "Et ipsum elit est cupidatat. Ullamco sint sint deserunt reprehenderit aliquip ut do sunt. Voluptate esse quis cupidatat cupidatat sit tempor. Eu ad id commodo veniam in in ut Lorem ex. In laborum ea nisi laboris mollit exercitation deserunt exercitation et laboris fugiat. Laboris et cillum ex commodo magna do do fugiat ut velit ex.",
        "price": "145.32"
      },
      {
        "id": "ef7979e5-d139-4a0a-8ced-2e783418b412",
        "name": "Velit commodo est incididunt quis dolor consequat do anim.",
        "description": "Ex et fugiat veniam deserunt aliqua exercitation qui officia fugiat sit mollit cillum aute. Excepteur qui eiusmod dolor est irure Lorem veniam cillum velit culpa. Incididunt ex exercitation culpa ex sint enim aliquip. Tempor non fugiat incididunt incididunt sit. Commodo ipsum dolor ex labore magna. Eiusmod in ullamco qui sit incididunt cillum dolore amet duis minim in. Ipsum adipisicing dolor sunt aliquip nostrud mollit.",
        "price": "133.13"
      },
      {
        "id": "7032b36d-3230-4e2d-b4fb-7fc36dce7412",
        "name": "Commodo culpa tempor non irure officia cillum nisi sunt.",
        "description": "Deserunt ullamco id elit consectetur tempor irure aliquip Lorem occaecat est ullamco dolore. Eiusmod anim labore adipisicing labore cillum aute non deserunt incididunt magna est. Et eiusmod tempor do elit cupidatat sit velit fugiat. Duis magna occaecat do sint dolore aliqua qui eiusmod occaecat deserunt quis non.",
        "price": "141.97"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue Jul 10 1990 15:32:28 GMT+0000 (UTC)",
    "price": "455.7",
    "list": [
      {
        "id": "1bbd4a2d-c39d-4e34-80db-6b4f2a2c1c76",
        "name": "Reprehenderit irure consequat exercitation id velit excepteur ex.",
        "description": "Do ullamco ea qui pariatur anim magna culpa aliqua enim do. Ipsum magna incididunt incididunt laboris magna id adipisicing cupidatat commodo excepteur laboris non culpa. Ad ipsum enim ut magna sunt sit ea aliquip anim do labore ipsum dolor veniam. Ullamco Lorem nisi aliquip esse velit proident deserunt. Ea velit in velit deserunt aliqua ut anim minim magna. Amet mollit aliquip irure anim ex fugiat.",
        "price": "26.38"
      },
      {
        "id": "8bb666dc-2b87-4496-bd23-c848decca181",
        "name": "Sit laboris Lorem irure occaecat reprehenderit laboris.",
        "description": "Eiusmod proident incididunt ad ea adipisicing magna tempor magna ipsum labore labore ex. Deserunt veniam magna pariatur ut irure tempor elit exercitation eiusmod commodo duis. In tempor do consectetur ea fugiat consectetur duis labore ea.",
        "price": "192.21"
      },
      {
        "id": "f8cdda0e-f1b8-4fe2-9773-50f606234445",
        "name": "Dolor quis enim irure sunt tempor exercitation reprehenderit quis dolor.",
        "description": "Aute Lorem pariatur ullamco aliquip fugiat dolore. Enim dolor sunt tempor ex ut reprehenderit quis velit exercitation proident qui. Fugiat nisi veniam ea consequat eu reprehenderit id officia reprehenderit ut nostrud. Duis dolore tempor velit sit laboris non non nostrud dolore sit magna officia exercitation cillum. Cupidatat veniam laborum commodo ut cupidatat dolor sit deserunt nulla ipsum.",
        "price": "118.42"
      },
      {
        "id": "d1bbba35-26bb-48d3-8f4f-7a8788a23938",
        "name": "Reprehenderit qui adipisicing culpa veniam dolor sint in in.",
        "description": "Voluptate consequat pariatur amet irure est adipisicing dolore culpa nulla ad labore elit in culpa. Exercitation cillum tempor sint cillum aute sit pariatur dolor officia ex. Id in sit consectetur quis voluptate aliqua et aliqua et culpa labore anim. Ullamco dolore excepteur duis tempor culpa dolore consectetur tempor dolor amet. Exercitation reprehenderit culpa amet nisi deserunt sit ea cupidatat esse pariatur excepteur nostrud reprehenderit nostrud.",
        "price": "34.23"
      },
      {
        "id": "14177011-af0b-4b17-bafc-06d7b0b42405",
        "name": "Amet in non veniam enim nisi esse minim.",
        "description": "Reprehenderit ex pariatur aliquip ex commodo sunt elit aliqua eiusmod. Sint consectetur eiusmod id tempor. Eu reprehenderit culpa laborum officia ut laboris mollit non esse anim veniam labore. Exercitation et culpa velit voluptate est labore sunt voluptate tempor aliqua. Ullamco incididunt culpa sit ea officia reprehenderit ea. Pariatur ea duis magna nisi aliquip deserunt voluptate Lorem ex esse voluptate sint non nisi.",
        "price": "172.81"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Mon Jul 01 1996 01:43:33 GMT+0000 (UTC)",
    "price": "434.2",
    "list": [
      {
        "id": "dcecae9e-f421-480b-9787-5ceb8b588de3",
        "name": "Culpa commodo ullamco et consequat magna sint magna laboris eiusmod ut commodo ad cillum enim.",
        "description": "Sunt veniam non qui incididunt enim amet magna aliquip reprehenderit dolore quis nisi. Mollit cupidatat nulla ut enim magna cupidatat dolor. Sunt ad cupidatat minim adipisicing reprehenderit ea excepteur exercitation esse ea ea. Ea nulla est consectetur consequat sit cupidatat ad deserunt. Esse cupidatat adipisicing voluptate laborum non cillum minim laborum nisi qui pariatur dolore nostrud. Sint velit eu magna incididunt aute excepteur enim aute in elit.",
        "price": 12
      },
      {
        "id": "3cf9c22e-4795-4e34-9089-d36710f9c6de",
        "name": "Duis exercitation elit occaecat laborum cupidatat.",
        "description": "Eiusmod consectetur in magna ad reprehenderit minim pariatur nulla. Labore laboris amet nostrud ea dolor. Nostrud cupidatat non eu qui anim. Velit dolore incididunt duis proident amet dolor. In ea anim dolore laborum consequat.",
        "price": "145.03"
      },
      {
        "id": "b829bf46-cd41-4652-9d7c-85c8082a5dcb",
        "name": "Irure sunt ea minim fugiat deserunt tempor aute.",
        "description": "Eiusmod duis laborum ex laborum incididunt eiusmod eiusmod ut mollit. Cillum aliqua consequat nulla ut esse amet incididunt laboris sint. Et velit commodo officia exercitation occaecat anim Lorem Lorem id in eu officia nisi ipsum. Elit ullamco voluptate tempor occaecat nulla. Ipsum pariatur amet nulla officia officia. In adipisicing amet cupidatat nisi culpa velit.",
        "price": "107.26"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Fri Dec 12 1975 03:52:06 GMT+0000 (UTC)",
    "price": "320.15",
    "list": [
      {
        "id": "fdbae4f9-53d9-412e-8c1f-e631ed9fcb0a",
        "name": "Deserunt sit commodo nulla cillum ex laborum ut ut.",
        "description": "Anim quis consequat nulla Lorem officia elit aliquip minim pariatur anim irure. Pariatur irure mollit ut aliquip aliqua consectetur nisi laborum ad incididunt eu ea. Eiusmod duis eu consectetur cillum sit.",
        "price": "59.52"
      },
      {
        "id": "78a2f857-0bd3-4755-abab-98b2b421c663",
        "name": "Ullamco Lorem adipisicing ad sunt eu voluptate cillum reprehenderit qui.",
        "description": "Velit eiusmod ad velit mollit magna sit ad. Labore veniam ea eu incididunt laborum aliqua ea. Sunt magna pariatur aliquip proident velit velit commodo.",
        "price": "99.05"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed Jul 14 1971 13:38:45 GMT+0000 (UTC)",
    "price": "475.4",
    "list": [
      {
        "id": "cd212ec8-68af-4c2b-a4a0-a79135c8e14c",
        "name": "Ea elit nisi enim aute nostrud anim minim mollit pariatur excepteur anim nisi commodo ullamco.",
        "description": "Reprehenderit eu aliquip culpa velit dolor nulla sint elit ut ullamco. Aliquip magna deserunt consectetur incididunt. Sint labore ullamco voluptate ex nisi aute esse. Aliqua ullamco culpa cupidatat esse aliqua duis ipsum pariatur dolor laborum. Consectetur est cupidatat sint sint ipsum officia amet.",
        "price": "88.33"
      },
      {
        "id": "87de60a0-e2e0-4f3e-8d74-a9f9b73a7809",
        "name": "Dolor veniam deserunt Lorem dolor voluptate magna culpa officia incididunt occaecat est quis anim.",
        "description": "Ipsum magna aliqua culpa magna in laborum laboris fugiat labore ea. Eiusmod dolore veniam aute cillum nisi incididunt. Tempor incididunt quis laboris culpa. Enim irure magna deserunt anim non eu cupidatat reprehenderit id eu exercitation. Excepteur excepteur cillum est veniam qui excepteur est irure minim. Ullamco nisi dolore officia enim ad nostrud sunt est enim. Occaecat duis dolore velit aliqua est irure veniam ullamco consequat elit nisi do enim.",
        "price": "81.38"
      },
      {
        "id": "7b7be946-ba69-4d97-a644-dd3656d7cd1d",
        "name": "Laborum ut id dolor Lorem consectetur.",
        "description": "Labore esse irure consequat do quis velit et. Culpa eu pariatur ullamco culpa duis eiusmod in cillum quis magna voluptate voluptate ut. Eiusmod velit magna non adipisicing nisi proident ad eu cillum ullamco non id commodo. Nulla aliquip aliquip adipisicing est occaecat irure eu est sunt sit. Aute magna sint aliquip nostrud est non qui dolor dolore consectetur eiusmod qui tempor et.",
        "price": "127.2"
      },
      {
        "id": "14c6b906-c082-4fb5-b926-1fde26c65644",
        "name": "Irure dolor velit anim anim elit minim qui exercitation anim ad magna.",
        "description": "Tempor cillum amet excepteur irure consectetur laborum sint. Adipisicing fugiat aliquip ullamco culpa excepteur elit exercitation deserunt consequat ad in. Proident ea nostrud cillum culpa. Ad sunt et eu mollit est non dolor incididunt cillum laborum anim velit dolor. Enim excepteur adipisicing amet minim deserunt velit in fugiat labore amet. Nulla nostrud aliquip consequat in anim incididunt consectetur id Lorem ullamco dolore minim. Deserunt aliquip deserunt occaecat ex veniam commodo ex magna incididunt magna.",
        "price": "176.3"
      },
      {
        "id": "d60c6db6-8ab8-4254-96a4-0d6aa857e177",
        "name": "Et duis dolore pariatur qui duis adipisicing.",
        "description": "Amet tempor pariatur officia commodo eiusmod fugiat reprehenderit esse amet eiusmod dolor anim duis. Dolor in veniam in dolor est irure duis qui aute culpa ea. Aute id culpa Lorem dolore velit irure aliquip consequat nulla dolor Lorem elit est anim. Voluptate laboris incididunt veniam ad.",
        "price": "162.71"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue Oct 01 1985 17:58:33 GMT+0000 (UTC)",
    "price": "229.31",
    "list": [
      {
        "id": "1262c398-c96e-44c4-814a-8d1262b15015",
        "name": "Consequat quis consectetur elit nostrud sunt excepteur officia magna.",
        "description": "Consequat in proident nisi irure. Cillum proident occaecat elit voluptate magna cupidatat excepteur deserunt voluptate Lorem labore in cupidatat excepteur. Commodo esse veniam reprehenderit reprehenderit aliqua. Consequat proident veniam elit nisi magna irure ex reprehenderit esse velit voluptate cupidatat adipisicing. Dolore cillum laborum ut labore et aliqua ea est. Voluptate nulla mollit mollit elit proident Lorem fugiat nisi do qui laboris reprehenderit. Adipisicing dolor tempor ut fugiat Lorem ex veniam culpa tempor.",
        "price": "45.96"
      },
      {
        "id": "f317d535-680b-45a0-9abb-796bb4d40e59",
        "name": "Adipisicing excepteur velit labore dolore id veniam sint sunt laboris mollit et sint dolor dolor.",
        "description": "Ipsum veniam cillum commodo ipsum enim qui commodo ullamco id mollit consectetur amet sit. Pariatur dolore veniam sint labore dolore culpa reprehenderit commodo commodo Lorem consectetur. Magna eu magna qui et anim ullamco ad cillum irure dolor consectetur.",
        "price": "171.62"
      },
      {
        "id": "faf3cb04-b696-4053-8981-109265f8d4ec",
        "name": "Cillum proident irure duis labore anim veniam consectetur cillum fugiat non aliqua aute.",
        "description": "Incididunt sint exercitation laboris cillum. Ea sunt commodo ea consequat deserunt aliqua do et ipsum. Id cillum consequat adipisicing irure id est nostrud veniam dolor Lorem amet. Enim cupidatat quis cillum pariatur sit deserunt.",
        "price": "85.07"
      },
      {
        "id": "37301cc3-8e46-4a17-9615-46c72ed30232",
        "name": "Ipsum quis nostrud quis officia reprehenderit aute mollit Lorem.",
        "description": "Sint sunt do eu ad dolor Lorem veniam aliquip pariatur nisi id consequat. Incididunt et adipisicing nisi ea. Dolor aliqua sit velit nulla eiusmod do occaecat velit do sit ex culpa. Nostrud nisi est ut consequat. Est ullamco officia non proident duis nulla sit laborum fugiat sit. Aute reprehenderit exercitation minim irure enim dolor ea consequat veniam consectetur occaecat incididunt.",
        "price": "43.36"
      },
      {
        "id": "2f55f9c8-3797-4f1c-8461-0f1ca137f66b",
        "name": "Ea ad et laborum aliqua magna pariatur laborum nulla.",
        "description": "Minim tempor quis velit sit voluptate id aliqua fugiat sint cillum culpa veniam. Ea ullamco exercitation incididunt commodo ullamco enim Lorem sunt commodo do est esse nulla. Deserunt culpa enim culpa velit.",
        "price": "162.62"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Dec 10 1977 06:07:46 GMT+0000 (UTC)",
    "price": "55.18",
    "list": [
      {
        "id": "7b7d18b7-9d3a-49ad-a4cc-fcf3889bff1e",
        "name": "Nostrud nulla minim dolore pariatur pariatur.",
        "description": "Eu proident enim nulla adipisicing occaecat. Lorem ut tempor est irure consequat laboris incididunt eiusmod consectetur minim sint deserunt labore consequat. Enim quis ipsum incididunt officia ad. Tempor enim sint esse qui esse incididunt ut. Eu laborum irure laborum in minim adipisicing aute elit occaecat.",
        "price": "189.35"
      },
      {
        "id": "24057779-1f1a-4e60-8cd5-340926fb41fe",
        "name": "Laborum sit adipisicing mollit pariatur eiusmod non minim cillum qui excepteur labore consequat id.",
        "description": "Sunt veniam et ipsum sint amet cillum exercitation non qui. Duis magna qui dolore quis exercitation cillum duis aliqua esse aliqua Lorem mollit. Voluptate voluptate exercitation sunt veniam consequat elit laboris non excepteur anim anim eu. Esse ad id Lorem tempor consectetur dolor. Cillum do eiusmod eu aliqua laborum.",
        "price": "63.55"
      },
      {
        "id": "2e43a79f-4e13-4af7-8476-84438a8e2d9e",
        "name": "Aute labore nisi duis sunt nostrud fugiat enim occaecat officia magna.",
        "description": "Et dolore aliquip ullamco amet aute nulla quis consectetur duis aliqua. Eu voluptate reprehenderit sit anim ut commodo minim incididunt excepteur labore incididunt ullamco consectetur. Non labore do commodo dolore aute laborum amet laborum ea eiusmod adipisicing ea elit.",
        "price": "109.27"
      },
      {
        "id": "687db99a-d1ae-4281-9f22-9895a2462769",
        "name": "Ad ut mollit consequat reprehenderit est ex.",
        "description": "Quis et sit aliquip aliquip nulla ipsum labore Lorem cupidatat qui sint voluptate. Consectetur esse ad qui sunt laboris consequat id dolore mollit aliquip magna id cupidatat. Enim non ad sint adipisicing irure et minim nostrud aute cupidatat aliqua amet aute. Fugiat dolore irure minim sint duis qui non. Velit voluptate non Lorem irure laboris sunt exercitation. Laboris eu ipsum non nostrud. Dolore et nisi duis est eu ipsum ea nostrud enim voluptate in.",
        "price": "104.53"
      },
      {
        "id": "dc16a89e-f111-4855-af89-a0a68aee431d",
        "name": "Ad eiusmod culpa fugiat proident tempor dolore Lorem sint ullamco irure.",
        "description": "Ea consequat mollit nisi proident. Ex aliqua in magna culpa ea irure nisi fugiat voluptate quis proident do non. Cillum veniam pariatur cillum ad ullamco.",
        "price": "87.08"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed Feb 09 2005 01:16:42 GMT+0000 (UTC)",
    "price": "255.56",
    "list": [
      {
        "id": "cbee3ae1-008f-434b-9ebe-e4557e8872d1",
        "name": "Amet laborum incididunt non magna ex culpa.",
        "description": "Exercitation adipisicing reprehenderit exercitation non. Est cupidatat sit eiusmod veniam est duis minim esse ex commodo commodo. Ea reprehenderit sint reprehenderit anim laborum amet ullamco adipisicing mollit enim veniam. Consequat nisi commodo proident pariatur. Qui exercitation ex enim commodo adipisicing incididunt cupidatat ea ex sunt elit cillum non velit.",
        "price": "159.28"
      },
      {
        "id": "bcda8ad5-6e14-4982-a013-b84c73c99b6c",
        "name": "Dolore id id reprehenderit deserunt id nostrud dolor voluptate aliqua cupidatat esse nisi occaecat culpa.",
        "description": "Esse laborum eu minim amet cupidatat commodo sint nisi commodo. Nisi duis dolore sint et ullamco tempor ex cupidatat ea. Qui mollit cupidatat officia esse anim pariatur ipsum.",
        "price": "102.23"
      },
      {
        "id": "bc0d3b1b-7a26-4f3c-837d-46729dcfb68c",
        "name": "Irure deserunt enim id ad sit quis ut qui ullamco ea deserunt anim.",
        "description": "Nisi voluptate non consectetur duis excepteur veniam velit ea Lorem. Ad non reprehenderit deserunt cupidatat fugiat deserunt. Amet occaecat deserunt incididunt quis. Sunt culpa non nulla proident consequat est ullamco do mollit voluptate nostrud Lorem.",
        "price": "166.08"
      },
      {
        "id": "b1fc8862-3938-4f7b-9419-8b2dd6fae16c",
        "name": "Irure amet mollit exercitation incididunt.",
        "description": "Non labore ad commodo fugiat reprehenderit laboris velit ea consequat consequat laboris laborum ad sint. Fugiat sit amet veniam est sint aliquip tempor magna eiusmod duis amet. Ea amet laboris sit magna consectetur fugiat ex exercitation aliquip labore exercitation. Adipisicing quis exercitation ea qui nisi deserunt laborum elit eu enim anim fugiat. Est fugiat do nisi reprehenderit. Est occaecat in laboris ullamco nulla.",
        "price": "82.29"
      },
      {
        "id": "ab822704-56cb-4cf2-b044-1fe9f2b74394",
        "name": "Non ea elit esse officia est.",
        "description": "Mollit aliqua esse sint dolor enim occaecat labore est voluptate velit veniam. Consectetur ut culpa do magna. Excepteur nostrud reprehenderit veniam cillum. Irure sunt voluptate veniam officia adipisicing fugiat irure sit fugiat excepteur irure ipsum occaecat culpa. Dolor dolor nostrud dolore exercitation irure. Duis velit aliquip est nostrud anim reprehenderit pariatur deserunt.",
        "price": "171.63"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed Dec 30 2015 16:55:05 GMT+0000 (UTC)",
    "price": "337.97",
    "list": [
      {
        "id": "68e784fd-2c0e-4232-89bc-a29e3fac1e7e",
        "name": "Mollit esse commodo deserunt incididunt proident dolore exercitation voluptate et sit nisi velit exercitation officia.",
        "description": "Excepteur adipisicing dolore qui eu. Et ea nisi Lorem qui tempor velit veniam occaecat eiusmod. Labore est esse culpa sit. Cupidatat amet velit ea commodo aute tempor ullamco do aute mollit voluptate eiusmod aute enim.",
        "price": "63.19"
      },
      {
        "id": "016bb2c2-584d-43c7-aa4f-f75cae91d4df",
        "name": "Non proident mollit id occaecat aute.",
        "description": "Nisi incididunt esse Lorem et in voluptate ea culpa enim Lorem et sunt. Reprehenderit sunt nostrud quis irure nulla anim ut ex. Et quis qui commodo enim. Incididunt veniam ea labore magna proident quis ullamco. Ad magna ex Lorem sunt culpa consectetur. Elit id mollit laborum magna non tempor sit duis pariatur id. Non laboris esse cupidatat exercitation culpa aliqua officia pariatur amet laboris.",
        "price": "196.36"
      },
      {
        "id": "74366676-203b-4add-841b-2e61d9d4e062",
        "name": "In est ut commodo fugiat tempor ullamco et anim cupidatat reprehenderit voluptate.",
        "description": "Adipisicing nulla nisi mollit ea quis consequat adipisicing magna. Mollit ut consequat deserunt tempor cupidatat officia tempor officia anim laboris incididunt cillum sunt. Est magna velit esse velit cupidatat exercitation eu ad deserunt. Reprehenderit eu non esse culpa ullamco elit dolor fugiat cupidatat consectetur sunt fugiat eiusmod. Labore ad aliquip ipsum veniam. Aliquip ullamco ad sit quis veniam sunt est sint reprehenderit culpa ea.",
        "price": "34.7"
      },
      {
        "id": "9d4653db-9483-416d-b983-a36ee2f99f63",
        "name": "Voluptate fugiat cillum irure id magna quis culpa enim ipsum reprehenderit.",
        "description": "Excepteur voluptate ea ut proident occaecat non amet amet esse est magna proident. Ad irure pariatur irure labore consectetur Lorem veniam id cillum tempor minim. Ipsum dolor aliquip ea laboris anim dolor minim qui. Ipsum quis voluptate sint excepteur fugiat nulla. Culpa occaecat ullamco elit aliquip ullamco sunt. Veniam minim laborum enim irure ex ad cillum dolore.",
        "price": "175.26"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Oct 11 2014 15:55:00 GMT+0000 (UTC)",
    "price": 14,
    "list": [
      {
        "id": "448c0ce7-0c32-4830-9766-f17c95ac1f9f",
        "name": "Eiusmod do in labore amet excepteur deserunt sunt et ex commodo non eu excepteur.",
        "description": "Labore dolore id reprehenderit ut qui. Voluptate magna amet eu est velit irure incididunt anim consequat commodo amet. Sit labore exercitation commodo eiusmod. Nisi nulla velit tempor ut voluptate commodo laborum minim eiusmod est sunt aute.",
        "price": "107.48"
      },
      {
        "id": "0aedb523-e592-4536-8095-6c886518a81d",
        "name": "Consectetur minim deserunt dolor adipisicing id minim labore.",
        "description": "Laboris velit non ipsum eiusmod irure quis elit aute. Lorem duis velit dolor duis. Velit ea ex enim anim. Amet sunt Lorem reprehenderit ex eiusmod deserunt ullamco. Aliqua aliquip adipisicing et ipsum aute reprehenderit veniam officia. Nulla cillum deserunt enim cupidatat eu. Cupidatat tempor irure proident qui reprehenderit reprehenderit nostrud id adipisicing in.",
        "price": "190.15"
      },
      {
        "id": "ad1e5438-ae26-4325-8db2-c07e00814784",
        "name": "Ea sit fugiat consectetur ipsum aliquip qui enim nostrud voluptate voluptate duis amet labore veniam.",
        "description": "Sit cupidatat proident mollit sunt et sit eiusmod culpa aute commodo veniam amet consectetur. Minim elit anim et ipsum elit tempor sint sunt. Sunt qui laborum do elit eiusmod proident nostrud non qui.",
        "price": "78.47"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed Apr 27 2005 05:39:41 GMT+0000 (UTC)",
    "price": "225.29",
    "list": [
      {
        "id": "ece4279c-d1d8-4f78-96b2-b0fcb7dac9e8",
        "name": "Enim incididunt reprehenderit consequat nulla et qui excepteur veniam.",
        "description": "Enim pariatur sunt ut quis consequat ut cupidatat aliquip consequat proident aliqua magna nulla. Ad incididunt commodo eiusmod velit aliqua consequat Lorem exercitation consectetur ex do. Laboris ex ex mollit sunt do duis sint. Est consequat do cupidatat non culpa aliquip ex culpa. Ullamco nulla sint officia duis ullamco aute laborum veniam cillum ut. Cupidatat Lorem aliqua officia commodo esse. Non eu voluptate elit ut excepteur deserunt ut.",
        "price": "149.29"
      },
      {
        "id": "323b1464-587f-4fc4-8022-4072e051dd42",
        "name": "Incididunt proident dolore ipsum velit minim do in sit esse.",
        "description": "Adipisicing in pariatur consectetur consectetur dolor ea velit incididunt. Officia Lorem mollit cupidatat Lorem pariatur duis ea laboris enim qui qui dolore ea nostrud. Eiusmod pariatur incididunt veniam elit cillum laboris qui nulla eiusmod id cillum ad. Lorem aliquip mollit consectetur irure pariatur do tempor sit duis. Duis tempor enim nisi commodo nulla incididunt Lorem adipisicing eu exercitation consectetur proident incididunt amet. Culpa laboris consequat minim irure est velit ea Lorem.",
        "price": "158.41"
      },
      {
        "id": "a2667a03-3891-4be7-98a7-cdff5d07ce59",
        "name": "Mollit et excepteur quis consequat sit nostrud amet occaecat.",
        "description": "Qui irure exercitation laborum pariatur mollit veniam voluptate cupidatat occaecat nulla. Enim ipsum duis ex quis laborum ea eu anim nisi id mollit duis id. Nostrud elit id irure voluptate elit cillum elit. Nisi excepteur ad voluptate nostrud fugiat commodo. In sunt velit sint sit fugiat incididunt duis non. Duis tempor ullamco quis reprehenderit ad eu nostrud.",
        "price": "106.52"
      },
      {
        "id": "76b05fdb-9b4a-4ad2-b354-fbf78c19ea51",
        "name": "Est esse velit sit aliquip duis reprehenderit incididunt magna nisi amet.",
        "description": "Reprehenderit sunt sit mollit sunt enim ipsum elit dolore irure sit. Proident magna magna consequat commodo. Et laborum cupidatat consequat cupidatat.",
        "price": "188.77"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sat Sep 13 1980 01:16:41 GMT+0000 (UTC)",
    "price": "406.94",
    "list": [
      {
        "id": "b16aa717-a0a0-46d0-aa79-bd50aff1d944",
        "name": "Mollit pariatur ea consequat commodo Lorem commodo irure voluptate tempor occaecat.",
        "description": "Culpa id nisi commodo duis adipisicing culpa mollit occaecat commodo laborum ea cupidatat id tempor. Aliqua voluptate ipsum ex id officia excepteur laboris tempor adipisicing sint nostrud consectetur officia ad. Nulla cillum laborum ullamco ea laboris duis quis excepteur id cupidatat fugiat velit duis culpa.",
        "price": "34.57"
      },
      {
        "id": "8ceae42f-3d3a-46bb-9868-50e55e19d247",
        "name": "Ex proident fugiat ex eiusmod nisi Lorem.",
        "description": "Quis duis ullamco voluptate eu laboris tempor duis et magna nisi do. Exercitation dolor exercitation veniam consequat tempor laboris est. Irure aute eu anim aute qui amet Lorem nulla qui qui ex.",
        "price": "129.98"
      },
      {
        "id": "c8578293-b2f9-44a1-be3a-4de0060122c7",
        "name": "Tempor laborum est id ex laborum voluptate cupidatat do.",
        "description": "Eiusmod officia mollit est culpa duis sint occaecat consequat excepteur dolore irure officia deserunt. Proident velit veniam deserunt cupidatat duis esse veniam nulla. Officia mollit ullamco esse quis nisi consequat consequat amet eu. Occaecat laboris aute veniam in id. Fugiat sint qui occaecat duis adipisicing. Deserunt velit ex eiusmod esse consequat nulla cillum eu excepteur nostrud magna est amet et. Officia in mollit ipsum consequat.",
        "price": "64.36"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue May 26 1987 13:01:46 GMT+0000 (UTC)",
    "price": "254.8",
    "list": [
      {
        "id": "a2f9497c-931a-4540-90a6-4ddb6d147c71",
        "name": "Exercitation cupidatat est ullamco amet dolore laboris consequat esse Lorem.",
        "description": "Esse do est nisi magna aute id voluptate magna ea consectetur incididunt. Nisi in id sunt esse laborum minim eu irure nulla dolore. Dolor ut culpa proident et nostrud consequat sint. Reprehenderit aute dolor ea incididunt incididunt veniam. Sit Lorem quis nulla eu reprehenderit duis commodo culpa magna commodo eu laboris adipisicing consectetur.",
        "price": "83.5"
      },
      {
        "id": "ad239328-e92c-402c-8d21-8a179fd009ff",
        "name": "Occaecat nulla minim duis fugiat magna id cillum laborum consectetur.",
        "description": "Laboris officia non velit consequat Lorem duis occaecat ut. Nostrud laboris aliqua deserunt ad. Incididunt magna aliquip magna id sit. Ex eu aute sint minim mollit. Mollit culpa nostrud non eu ex excepteur nulla ullamco fugiat.",
        "price": "62.09"
      },
      {
        "id": "7bdfd3af-9075-4144-b8cc-1a8a6795ad54",
        "name": "Aute esse enim minim ullamco ullamco eu irure commodo ea voluptate id do labore quis.",
        "description": "Deserunt reprehenderit adipisicing aliquip Lorem et quis eiusmod sint ipsum. Et tempor pariatur occaecat velit anim anim id amet exercitation excepteur consectetur. Cupidatat esse ex esse culpa aliqua tempor laboris. Sit non do amet excepteur enim fugiat voluptate esse id quis eiusmod. Duis adipisicing nostrud voluptate exercitation irure.",
        "price": "107.9"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sun Jan 19 2020 23:44:02 GMT+0000 (UTC)",
    "price": "277.9",
    "list": [
      {
        "id": "9ca80932-0154-44f5-a9fc-b7c84450a0ad",
        "name": "Ipsum sunt laborum anim consequat officia non ex cillum adipisicing exercitation.",
        "description": "Tempor sunt non sunt deserunt dolore tempor exercitation labore ullamco. Qui anim consequat sint ullamco nulla pariatur tempor. Aliqua anim amet irure cillum nulla tempor ad. Sunt officia laborum aliqua Lorem eiusmod ea.",
        "price": "140.8"
      },
      {
        "id": "0c7af7a2-c003-4af0-8c15-2a844508df5b",
        "name": "Veniam do in eu culpa ut elit minim sunt amet incididunt irure.",
        "description": "Esse et nostrud dolor excepteur ipsum culpa laboris. Non magna anim in officia anim pariatur consequat. Nostrud minim sit occaecat duis adipisicing cillum occaecat cillum veniam ut laborum excepteur velit exercitation. Quis nostrud do eu mollit qui. Sint deserunt eiusmod irure mollit enim Lorem dolore minim ipsum excepteur id. Dolore excepteur laboris dolore exercitation.",
        "price": "124.02"
      },
      {
        "id": "e15e1ede-f97b-4c3b-af06-004ae0bb8736",
        "name": "Sunt quis nulla mollit ad tempor amet anim elit occaecat.",
        "description": "Sunt pariatur est aliquip ipsum duis in sit. Laborum quis sint anim minim aliquip esse ipsum dolor tempor esse sit ea eiusmod. Ipsum ex nostrud dolor dolore irure duis.",
        "price": "32.26"
      },
      {
        "id": "387976bf-03a2-419f-8063-39540c1046b7",
        "name": "Aliquip reprehenderit velit aliqua irure.",
        "description": "Nisi labore fugiat irure ex deserunt nostrud. Exercitation aliqua aliquip labore Lorem sit anim anim irure irure minim voluptate. Eiusmod proident consectetur laboris quis proident aliqua enim. Cupidatat commodo eu et exercitation proident adipisicing elit labore laboris mollit tempor et. Consectetur ex nisi elit velit id culpa proident reprehenderit voluptate reprehenderit.",
        "price": "148.72"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Sun Aug 20 2000 16:01:10 GMT+0000 (UTC)",
    "price": "344.59",
    "list": [
      {
        "id": "0ef381d0-2759-4e33-a0ec-16070eb452eb",
        "name": "Adipisicing dolore aliqua sunt incididunt incididunt officia non pariatur.",
        "description": "In dolor officia irure mollit tempor. Mollit occaecat proident id aliquip irure nulla proident culpa ut cillum voluptate tempor esse excepteur. Consectetur elit ex cillum occaecat pariatur esse labore. Aute ad aliqua irure dolore. Consequat ex eu consequat consequat dolor ea officia ex ad commodo.",
        "price": "189.94"
      },
      {
        "id": "8019e242-51c6-45ff-8b9f-0c7920c0e40f",
        "name": "Commodo velit non ullamco ad ullamco qui enim consectetur ex consequat adipisicing ex.",
        "description": "Labore fugiat Lorem qui laborum laborum nulla ipsum minim duis amet. Id laborum et elit est. Quis dolor mollit culpa eu pariatur esse et adipisicing nostrud nisi ad. Veniam magna sint voluptate fugiat quis elit aute anim Lorem cupidatat officia amet enim.",
        "price": "197.73"
      },
      {
        "id": "b861ea6d-ebd4-41ee-9b89-f7175f0296ba",
        "name": "Cillum pariatur irure fugiat ullamco labore.",
        "description": "Mollit nisi esse adipisicing ex ex occaecat ad voluptate dolore et quis veniam id culpa. Ut qui mollit deserunt aute nostrud consectetur ullamco. Duis nisi fugiat fugiat anim pariatur eiusmod magna exercitation dolore id dolore adipisicing. Mollit mollit ea do in deserunt voluptate ad dolor ut reprehenderit tempor ut. Mollit elit reprehenderit consectetur aliquip officia irure.",
        "price": "52.27"
      },
      {
        "id": "60604d59-1f3e-485e-a10d-7425220b91f1",
        "name": "Ea incididunt culpa anim dolore sunt commodo esse labore id.",
        "description": "Duis excepteur officia quis cupidatat dolore minim enim minim est labore. Dolore aliqua aliqua nulla ullamco cupidatat est minim amet velit magna elit aute ex. Anim in anim et magna exercitation nostrud officia. Sit pariatur duis non pariatur sit cupidatat Lorem aliquip ut excepteur nulla nisi elit aute. Excepteur anim nisi sunt ea consectetur ullamco adipisicing. Duis consectetur ea et mollit consectetur sint elit eiusmod voluptate occaecat Lorem labore fugiat.",
        "price": "21.58"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Wed Nov 01 2017 17:32:26 GMT+0000 (UTC)",
    "price": "462.51",
    "list": [
      {
        "id": "49649d91-1f32-4760-b349-acda15c9fadc",
        "name": "Laborum ullamco ad dolor ea.",
        "description": "Mollit in est irure ipsum. Occaecat tempor pariatur ullamco reprehenderit quis aute occaecat minim occaecat fugiat aliquip in. In ea culpa cupidatat ad ea aute. Magna qui minim sunt nisi ex laborum eiusmod sint nostrud ex deserunt aliquip. Eu est esse commodo tempor mollit irure enim ex. Ex nulla cupidatat occaecat laboris fugiat duis minim exercitation excepteur aliquip officia non laborum incididunt. Reprehenderit sint fugiat amet aute duis eiusmod adipisicing eu nulla.",
        "price": "15.18"
      },
      {
        "id": "43b2f637-6d9f-4f0c-8126-83e46a524932",
        "name": "Consequat culpa nulla tempor elit magna proident aute.",
        "description": "Laboris ex velit labore ullamco labore tempor dolore commodo sit aute excepteur quis Lorem amet. Duis amet ex nostrud consectetur culpa anim nulla reprehenderit fugiat incididunt mollit labore in. Reprehenderit exercitation in laborum ex commodo officia ex quis eu officia in duis labore occaecat. Elit nisi laboris et magna mollit.",
        "price": "192.88"
      },
      {
        "id": "56fd2b04-297c-48a3-9bea-0c5b0e63931c",
        "name": "Eu ea anim mollit eiusmod.",
        "description": "Laboris tempor sunt sint magna. Deserunt quis deserunt qui ex non et in. Mollit eu labore consectetur sit cillum et. Sint ipsum voluptate commodo est Lorem dolore. Adipisicing enim consequat labore velit consectetur esse.",
        "price": "92.86"
      }
    ]
  },
  {
    "hashCode": 0,
    "date": "Tue Mar 18 2003 00:25:17 GMT+0000 (UTC)",
    "price": "315.71",
    "list": [
      {
        "id": "7b06e794-8ab2-47cd-8eb2-e7a9f5e1a56c",
        "name": "Id incididunt culpa laboris labore in eu reprehenderit adipisicing proident do amet proident ipsum.",
        "description": "Excepteur aliquip cillum culpa occaecat. Nulla nisi ad cupidatat ut do. Pariatur laboris irure cupidatat nulla esse aliquip do cupidatat ad tempor.",
        "price": "46.3"
      },
      {
        "id": "196234f1-f110-4810-931e-069988727920",
        "name": "Mollit ea mollit dolore quis.",
        "description": "Nisi minim cillum cillum id reprehenderit qui incididunt ad officia mollit dolore. Eiusmod non aliqua dolore sint magna. Amet est elit ut aliquip aute minim adipisicing elit. Voluptate mollit est eu eu qui irure amet consequat. Duis enim culpa ipsum sunt tempor quis excepteur veniam ea occaecat ex minim do. Laborum consequat duis ipsum eiusmod labore eu deserunt voluptate.",
        "price": "152.18"
      }
    ]
  }
]